Repository: zxlhhyccc/rufus
Catalog: res/loc/po/*.po
Languages: ar_sa, ro_ro, ru_ru, sl_si, th_th, vi_vn

source: Could not download %s
ar_sa: تعذر تنزيل %s
ro_ro: Nu s-a putut descărca %s
ru_ru: Не удалось загрузить %s
sl_si: Ni bilo mogoče prenesti %s
th_th: ไม่สามารถดาวน์โหลด %s ได้
vi_vn: Không thể tải xuống %s

source: Using embedded version of %s file(s)
ar_sa: استعمال الإصدار المُضمّن من ملف(ات) %s
ro_ro: Se folosește versiunea inclusă a fișierului/fișierelor %s
ru_ru: Использовать встроенную версию %s файлов
sl_si: Uporabljam vgrajeno verzijo datotek(e) %s.
th_th: กำลังใช้ไฟล์ที่ติดมาของ %s ไฟล์
vi_vn: Dùng phiên bản (các) tập tin %s được nhúng sẵn

source: IMPORTANT: THIS DRIVE USES A NONSTANDARD SECTOR SIZE! Conventional drives use a 512-byte sector size but this drive uses a %d-byte one. In many cases, this means that you will NOT be able to boot from this drive. Rufus can try to create a bootable drive, but there is NO WARRANTY that it will work.
ar_sa: هام: هذا القرص يستخدم حجم قطاع غير قياسي! الأقراص التقليدية تستعمل 512-بايت كحجن قطاع لكن هذا القراص يستعمل %d-بايت. في العديد من الحالات، هذا يعني أنك لن تستطيع الإقلاع من هذا القرص. يستطيع Rufus محاولة إنشاء قرص إقلاع، لكن من دون ضمان أنه سيعمل.
ro_ro: IMPORTANT: ACEASTĂ UNITATE UTILIZEAZĂ O MĂRIME DE SECTOR NON-STANDARD! Unitățile convenționale folosesc o mărime de sector de 512 baiți, însă această unitate folosește una de %d baiți. În multe cazuri, unitatea NU va porni. Rufus poate încerca să creeze o unitate bootabilă, însă nu există NICIO GARANȚIE că aceasta va funcționa corect.
ru_ru: ВАЖНО: НА ЭТОМ ДИСКЕ СЕКТОРЫ НЕСТАНДАРТНОГО РАЗМЕРА! Обычные накопители используют секторы размером 512 байт, а на этом диске они %d-байтовые. Во многих случаях это означает, что вы НЕ СМОЖЕТЕ загрузиться с этого диска. Rufus попытается создать загрузочный диск, но БЕЗ ГАРАНТИИ, что он будет работать.
sl_si: OPOZORILO: TA NAPRAVA UPORABLJA NESTANDARDNO VELIKOST SEKTORJEV! Večina naprav uporablja 512-bajtne sektorje, ta naprava pa %d-bajtne. V večini primerov to pomeni, da z nje NE boste mogli zagnati računalnika. Rufus lahko poskusi ustvariti zagonski disk, vendar NI ZAGOTOVILA, da bo to delovalo.
th_th: สำคัญมาก: อุปกรณ์นี้ใช้ขนาดของเซคเตอร์ที่ไม่เป็นมาตรฐาน!! โดยทั่วไปไดรฟ์จะใช้ขนาดของเซคเตอร์เป็น 512 ไบต์ แต่อุปกรณ์นี้เป็น %d ไบต์หมายความว่าคุณจะไม่สามารถบูตจากอุปกรณ์นี้ได้ อย่างไรก็ตาม เราสามารถทดลองสร้างไดรฟ์ดังกล่าว แต่ไม่รับรองได้ว่าอุปกรณ์นั้นจะสามารถทำงานได้อย่างที่ควรเป็น
vi_vn: QUAN TRỌNG: ĐĨA NÀY DÙNG KÍCH CỠ CUNG KHÔNG CHUẨN! Ổ cứng thông thường dùng kích cỡ cung 512-byte nhưng ổ đĩa này lại dùng %d byte. Trong nhiều trường hợp, điều này có nghĩa bạn sẽ KHÔNG thể khởi động từ ổ đĩa này. Rufus có thể thử tạo một ổ đĩa khởi động, nhưng KHÔNG ĐẢM BẢO rằng nó sẽ hoạt động.

source: Nonstandard sector size detected
ar_sa: إكتشاف حجم قطاع غير قياسي
ro_ro: Mărime sector non-standard detectată
ru_ru: Обнаружен нестандартный размер секторов
sl_si: Zaznana nestandardna velikost sektorjev
th_th: พบไดรฟ์ที่มีขนาดของเซคเตอร์ไม่เป็นมาตรฐาน
vi_vn: Phát hiện kích cỡ cung không chuẩn

source: 'Windows To Go' can only be installed on a GPT partitioned drive if it has the FIXED attribute set. The current drive was not detected as FIXED.
ar_sa: يمكن تثبيت 'Windows To Go' فقط على قرص بتقسيمات GPT إذا كان عنده السمة FIXED مُحددة. لم يتم إكتشاف FIXED في القرص الحالي.
ro_ro: 'Windows To Go' poate fi instalat pe o unitate partiționată cu GPT doar dacă aceasta are atributul FIXED setat. Unitatea curentă nu a fost detectată ca fiind FIXED...
ru_ru: Windows To Go может быть установлена на диск с разделом GPT только в том случае, если у диска есть атрибут FIXED (несъёмный). У выбранного диск такого атрибута не обнаружено.
sl_si: 'Windows To Go' je lahko nameščen le na napravo s particijsko shemo GPT, če naprava ni odstranljiva. Trenutna naprava pravi, da je odstranljiva.
th_th: 'Windows To Go' สามารถติดตั้งลงบนพาร์ติชันแบบ GPT เท่านั้นหากมีแอททริบิทต์แบบ FIXED แต่ไดรฟ์ปัจจุบันพบว่าไม่มีแอททริบิวต์แบบ FIXED
vi_vn: 'Windows To Go chỉ có thể được cài đặt trên ổ đĩa đã phân vùng GPT nếu nó có tập thuộc tính CỐ ĐỊNH. Ổ đĩa hiện tại không phải CỐ ĐỊNH.

source: This feature is not available on this platform.
ar_sa: هذه الميزة غير متوفرة في هذه المنصة.
ro_ro: Această acțiune nu este valabilă pe această platformă.
ru_ru: Эта функция недоступна на данной платформе.
sl_si: Ta funkcija ni na voljo na tej platformi.
th_th: ฟีเจอร์นี้ไม่พร้อมใช้งานบนแพลตฟอร์มนี้
vi_vn: Tính năng này không khả dụng trên nền tảng này.

source: Cancelling - Please wait...
ar_sa: جاري الإلغاء – الرجاء الإنتظار...
ro_ro: Se anulează - Vă rugăm să așteptați...
ru_ru: Отмена, подождите...
sl_si: Preklicujem - prosim, počakajte...
th_th: กำลังยกเลิก - โปรดรอสักครู่...
vi_vn: Đang huỷ - Vui lòng chờ...

source: Scanning image...
ar_sa: فحص الصورة (image)...
ro_ro: Se scanează imaginea...
ru_ru: Сканирование образа...
sl_si: Preiskujem sliko...
th_th: กำลังสแกนอิมเมจ...
vi_vn: Đang quét tệp...

source: Failed to scan image
ar_sa: فشل فحص الصورة
ro_ro: Nu s-a putut scana imaginea
ru_ru: Не удалось просканировать образ
sl_si: Preiskava slike ni uspela
th_th: การสแกนอิมเมจผิดพลาด
vi_vn: Không thể quét tệp

source: Obsolete %s detected
ar_sa: إكتشاف %s قديمة
ro_ro: %s învechit detectat
ru_ru: Обнаружен устаревший %s
sl_si: Zaznan je bil zastarel %s
th_th: พบไฟล์ %s ที่ล้าสมัย
vi_vn: Đã phát hiện %s lỗi thời

source: Using image: %s
ar_sa: إستخدام صورة: %s
ro_ro: Se folosește imaginea: %s
ru_ru: Используется образ: %s
sl_si: Uporabljam sliko: %s
th_th: กำลังเรียกใช้อิมเมจ: %s
vi_vn: Đang dùng tệp: %s

source: Missing %s file
ar_sa: ملف %s مفقود
ro_ro: Lipsește fișierul %s
ru_ru: Отсутствует файл %s
sl_si: Manjkajoča datoteka %s
th_th: ไม่พบไฟล์ %s
vi_vn: Thiếu tập tin %s

source: New Volume
ar_sa: وحدة جديدة
ro_ro: Volum nou
ru_ru: Новый том
sl_si: Nov nosilec
th_th: Volume ใหม่
vi_vn: O_DIA_MOI

source: %d device found
ar_sa: إكتشاف جهاز %d
ro_ro: S-a găsit %d dispozitiv
ru_ru: Обнаружено устройств: %d
sl_si: %d naprava najdena
th_th: พบ %d อุปกรณ์
vi_vn: Phát hiện %d thiết bị

source: %d devices found
ar_sa: إكتشاف أجهزة %d
ro_ro: S-au găsit %d dispozitive
ru_ru: Обнаружено устройств: %d
sl_si: %d naprav najdenih
th_th: พบ %d อุปกรณ์
vi_vn: Phát hiện %d thiết bị

source: READY
ar_sa: جاهز
ro_ro: GATA
ru_ru: Готов
sl_si: PRIPRAVLJEN
th_th: พร้อมทำงาน
vi_vn: SẴN SÀNG

source: Cancelled
ar_sa: تم الإلغاء
ro_ro: Anulat
ru_ru: Отменено
sl_si: Preklicano
th_th: ยกเลิกแล้ว
vi_vn: Đã huỷ

source: Failed
ar_sa: فشلت
ro_ro: Eșuat
ru_ru: Ошибка
sl_si: Ni uspelo
th_th: เกิดข้อผิดพลาด
vi_vn: Thất bại

source: Launching new application...
ar_sa: إطلاق تطبيق جديد...
ro_ro: Se lansează noua aplicație...
ru_ru: Запуск нового приложения...
sl_si: Zaganjam novo aplikacijo...
th_th: กำลังเปิดแอปพลิเคชัน...
vi_vn: Đang khởi chạy ứng dụng mới...

source: Failed to launch new application
ar_sa: فشل إطلاق تطبيق جديد
ro_ro: Lansarea noii aplicații a eșuat
ru_ru: Не удалось запустить новое приложение
sl_si: Ni mogoče zagnati nove aplikacije
th_th: ไม่สามารถเปิดแอปพลิเคชันได้
vi_vn: Không thể khởi chạy ứng dụng mới

source: Opened %s
ar_sa: تم فتح ‪%s
ro_ro: Deschis %s
ru_ru: Открыт %s
sl_si: Odprl %s
th_th: เปิด %s แล้ว
vi_vn: Đã mở %s

source: Saved %s
ar_sa: تم حفظ ‪%s
ro_ro: Salvat %s
ru_ru: Сохранён %s
sl_si: Shranil %s
th_th: บันทึก %s แล้ว
vi_vn: Đã lưu %s

source: Formatting: %s
ar_sa: التهيئة: %s
ro_ro: Se formatează: %s
ru_ru: Форматирование: %s
sl_si: Formatiram: %s
th_th: กำลังฟอร์แมต: %s
vi_vn: Đang định dạng: %s

source: Creating file system: Task %d/%d completed
ar_sa: إنشاء نظام الملفات: عملية %d/%d تمت
ro_ro: Se creează sistemul de fișiere: Pasul %d din %d
ru_ru: Создание файловой системы: %d/%d выполнено
sl_si: Ustvarjam datotečni sistem: opravilo %d/%d končano
th_th: กำลังสร้างระบบไฟล์: แล้วเสร็จ %d จาก %d
vi_vn: Đang tạo hệ thống tập tin: Tác vụ đã hoàn tất %d/%d

source: NTFS Fixup: %d%% completed
ar_sa: إصلاح NTFS: تم إصلاح %d%%
ro_ro: Fixup NTFS: %d%% finalizat
ru_ru: NTFS Fixup: %d%% выполнено
sl_si: Popravki za NTFS: %d%% končano
th_th: ตรวจสอบระบบ NTFS: %d%%
vi_vn: Sắp xếp NTFS: %d%% đã hoàn thành

source: Formatting (%s) - estimated duration %d:%02d...
ar_sa: فرمتة (%s) – المدة التقديرية %d:%02d...
ro_ro: Se formatează (%s) - durată estimată %d:%02d...
ru_ru: Форматирование (%s), примерно %d:%02d...
sl_si: Formatiranje (%s) - predviden čas trajanja %d:%02d...
th_th: กำลังฟอร์แมต (%s) - เวลาคงเหลือ %d:%02d...
vi_vn: Đang định dạng (%s) - thời gian dự kiến %d:%02d...

source: Setting label (%s)...
ar_sa: جاري تسمية (%s)...
ro_ro: Se setează eticheta (%s)...
ru_ru: Установка метки (%s)...
sl_si: Nastavljam oznako (%s)...
th_th: กำลังตั้งชื่อไดรฟ์ (%s)...
vi_vn: Đang đặt tên (%s)...

source: Formatting (%s)...
ar_sa: فرمتة (%s)...
ro_ro: Se formatează (%s)...
ru_ru: Форматирование (%s)...
sl_si: Formatiranje (%s)...
th_th: กำลังฟอร์แมต (%s)...
vi_vn: Đang định dạng (%s)...

source: NTFS Fixup (Checkdisk)...
ar_sa: إصلاح NTFS (Checkdisk)...
ro_ro: Fixup NTFS (Checkdisk)...
ru_ru: Проверка NTFS-области Fixup...
sl_si: Popravki za NTFS (chkdsk)...
th_th: ตรวจสอบระบบ NTFS (Checkdisk)...
vi_vn: Sắp xếp NTFS (Kiểm tra đĩa)...

source: Clearing MBR/PBR/GPT structures...
ar_sa: مسح بنية MBR/PBR/GPT...
ro_ro: Se șterg structurile MBR/PBR/GPT...
ru_ru: Очистка структур MBR/PBR/GPT...
sl_si: Brišem strukture MBR/PBR/GPT...
th_th: กำลังจัดการโครงสร้าง MBR/PBR/GPT...
vi_vn: Đang xoá cấu trúc MBR/PBR/GPT...

source: Requesting disk access...
ar_sa: طلب الوصول إلى القرص...
ro_ro: Se solicită accesul la disc...
ru_ru: Запрос доступа к диску...
sl_si: Zahtevam dostop do diska...
th_th: กำลังเข้าถึงดิสก์...
vi_vn: Đang yêu cầu truy cập đĩa...

source: Analyzing existing boot records...
ar_sa: تحليل سجلّات الإقلاع الموجودة...
ro_ro: Se analizează înregistrările de boot existente...
ru_ru: Анализ загрузочных записей...
sl_si: Pregledujem obstoječe zagonske vnose...
th_th: กำลังวิเคราะห์ Boot Record...
vi_vn: Đang phân tích bản ghi khởi động đang có...

source: Closing existing volume...
ar_sa: غلق وحدة التخزين الموجودة...
ro_ro: Se închide volumul existent...
ru_ru: Закрытие существующего тома...
sl_si: Zapiram obstoječi nosilec...
th_th: กำลังปิด volume ปัจจุบัน...
vi_vn: Đang đóng ổ đang có...

source: Writing Master Boot Record...
ar_sa: كتابة سجلّ الإقلاع الرئيسي (MBR) ...
ro_ro: Se scrie Master Boot Record...
ru_ru: Запись главной загрузочной записи...
sl_si: Zapisujem glavni zagonski sektor (MBR)...
th_th: กำลังเขียนระบบ Master Boot Record...
vi_vn: Đang ghi bản ghi khởi động chính...

source: Writing Partition Boot Record...
ar_sa: كتابة سجل إقلاع القسم ...
ro_ro: Se scrie Partition Boot Record...
ru_ru: Запись загрузочной записи раздела...
sl_si: Zapisujem podatke o particiji...
th_th: กำลังเขียนระบบ Partition Boot Record...
vi_vn: Đang ghi bản ghi khởi động phân vùng...

source: Copying DOS files...
ar_sa: نسخ ملفات الـDOS...
ro_ro: Se copiază fișierele DOS...
ru_ru: Копирование DOS-файлов...
sl_si: Kopiram DOS datoteke...
th_th: กำลังคัดลอกไฟล์ DOS...
vi_vn: Đang chép các tập tin DOS...

source: Copying ISO files: %s
ar_sa: نسخ ملفات الـISO: ‏%s
ro_ro: Se copiază fișierele imaginii ISO: %s
ru_ru: Копирование ISO-файлов: %s
sl_si: Kopiram datoteke s slike ISO: %s
th_th: กำลังคัดลอกไฟล์ ISO: %s
vi_vn: Đang chép các tập tin ISO: %s

source: Win7 EFI boot setup (%s)...
ar_sa: إعداد إقلاع EFI ل ويندوز7 (%s)...
ro_ro: Configurare boot EFI Win7 (%s)...
ru_ru: Настройка EFI-загрузки Win7 (%s)...
sl_si: Pripravljam pogon za zagon Windows 7 na EFI (%s)...
th_th: ตั้งค่าการบูตระบบ Windows 7 EFI (%s)...
vi_vn: Cài đặt khởi động Win7 EFI (%s)...

source: Finalizing, please wait...
ar_sa: وضع اللمسات الأخيرة، يرجى الانتظار...
ro_ro: Se finalizează, vă rugăm să așteptați...
ru_ru: Завершение, подождите...
sl_si: Zaključujem; prosim, počakajte...
th_th: กำลังทำให้เสร็จสมบูรณ์...
vi_vn: Đang hoàn thiện, vui lòng chờ...

source: Installing Syslinux %s...
ar_sa: تثبيت Syslinux %s...
ro_ro: Se instalează Syslinux %s...
ru_ru: Установка Syslinux %s...
sl_si: Nameščam Syslinux %s...
th_th: กำลังติดตั้ง Syslinux %s...
vi_vn: Đang cài đặt Syslinux %s...

source: Bad Blocks: %s %d/%d - %0.2f%% (%d/%d/%d errors)
ar_sa: الأجزاء التالفة: تجاوز %d/%d - %0.2f%% (%d/%d/%d أخطاء)
ro_ro: Blocuri defecte: %s %d/%d - %0.2f%% (erori %d/%d/%d)
ru_ru: Плохие блоки: %s %d/%d - %0.2f%% (ошибки: %d/%d/%d)
sl_si: Slabi bloki: %s %d/%d - %0.2f%% (%d/%d/%d napak)
th_th: พบข้อบกพร่อง: %s %d/%d - %0.2f%% (%d/%d/%d errors)
vi_vn: Khối hỏng: %s %d/%d - %0.2f%% (%d/%d/%d lỗi)

source: Bad Blocks: Testing with random pattern
ar_sa: الأجزاء التالفة: إختبار بواسطة نمط عشوائي
ro_ro: Blocuri defecte: se testează cu modelul aleator
ru_ru: Плохие блоки: Тестирование со случайным шаблоном
sl_si: Slabi bloki: testiram z naključnim vzorcem
th_th: พบข้อบกพร่อง: กำลังทดสอบโดยรูปแบบแบบสุ่ม
vi_vn: Khối hỏng: Kiểm tra với mẫu ngẫu nhiên

source: Bad Blocks: Testing with pattern 0x%02X
ar_sa: الأجزاء التالفة: إختبار بواسطة نمط 0x%02X
ro_ro: Blocuri defecte: se testează cu modelul 0x%02X
ru_ru: Плохие блоки: Тестирование с шаблоном 0x%02X
sl_si: Slabi bloki: testiram z vzorcem 0x%02X
th_th: พบข้อบกพร่อง: กำลังทดสอบโดยรูปแบบ 0x%02X
vi_vn: Khối hỏng: Kiểm tra với mẫu 0x%02X

source: Partitioning (%s)...
ar_sa: تقسيم (%s)...
ro_ro: Se partiționează (%s)...
ru_ru: Разметка раздела (%s)...
sl_si: Ustvarjam particije (%s)...
th_th: กำลังแบ่งพาร์ติชัน (%s)...
vi_vn: Đang phân vùng (%s)...

source: Deleting partitions (%s)...
ar_sa: حذف الأقسام (%s)...
ro_ro: Se șterg partițiile (%s)...
ru_ru: Удаление разделов (%s)...
sl_si: Brišem particije (%s)...
th_th: กำลังลบพาร์ติชัน (%s)...
vi_vn: Đang xoá phân vùng (%s)...

source: The signature for the downloaded update can not be validated. This could mean that your system is improperly configured for signature validation or indicate a malicious download. The download will be deleted. Please check the log for more details.
ar_sa: لا يمكن التحقق من صحة التوقيع الرقمي للتحديث المحمل, قد يعني ذلك ان نظامك مضبوط بشكل غير صحيح للتعامل مع التحقق من التوقيع الرقمي أو قد يدل على تحميل خبيث. سيتم حذف التحميل, راجع السجل للاطلاع على المزيد من التفاصيل.
ro_ro: Semnătura pentru actualizarea descărcată nu poate fi validată. Ori că sistemul dvs. nu este configurat pentru validarea semnăturilor, ori este vorba de o descărcare malițioasă. Descărcarea va fi ștearsă. Vă rugăm să verificați jurnalul pentru mai multe detalii.
ru_ru: Невозможно проверить подпись загруженного обновления. Это может означать, что ваша система неправильно настроена для проверки подписей, либо что было загружено вредоносное ПО. Обновление будет удалено. См. подробности в файле-журнале.
sl_si: Ni mogoče potrditi pristnosti podpisa prenesene posodobitve. To lahko pomeni ali, da vaš sistem nima ustreznih nastavitev za preverjanje podpisov, ali vam nekdo poskuša podtakniti zlonamerno vsebino. Prenesena datoteka bo izbrisana. Prosim, preverite zapisnik za več podrobnosti.
th_th: ไม่สามารถตรวจความถูกต้องของไฟล์ที่ดาวน์โหลดมาได้ กรณีนี้อาจหมายถึงการตั้งค่าเครื่องของคุณผิดพลาดหรืออาจดาวน์โหลดไฟล์ที่เป็นอันตราย ไฟล์ที่ดาวน์โหลดมาจะถูกลบทิ้ง กรุณาตรวจสอบ log file สำหรับข้อมูลเพิ่มเติม
vi_vn: Chữ kí cho bản cập nhật không thể chứng thực. Lỗi này có thể do hệ thống của bạn không được cấu hình chuẩn để chứng thực chữ ký hoặc bản tải bị lỗi. File tải sẽ bị xóa. Kiểm tra log để biết thêm thông tin.

source: Downloading: %s
ar_sa: التحميل: %s
ro_ro: Se descarcă: %s
ru_ru: Загрузка: %s
sl_si: Prenašam: %s
th_th: กำลังดาวน์โหลด: %s
vi_vn: Đang tải xuống: %s

source: Failed to download file.
ar_sa: فشل في تحميل الملف.
ro_ro: Nu s-a putut descărca fișierul.
ru_ru: Не удалось скачать файл.
sl_si: Ni mogoče prenesti datoteke.
th_th: ไม่สามารถดาวน์โหลดไฟล์ได้
vi_vn: Không thể tải xuống tập tin.

source: Checking for Rufus updates...
ar_sa: التحقّق من تحديثات Rufus...
ro_ro: Se caută actualizări Rufus...
ru_ru: Проверка наличия обновлений...
sl_si: Preverjam za posodobitve Rufusa...
th_th: กำลังตรวจหาการอัพเดต Rufus...
vi_vn: Đang kiểm tra cập nhật Rufus...

source: Updates: Unable to connect to the internet
ar_sa: التحديثات: عدم القدرة على الإتصال بالإنترنت
ro_ro: Actualizări: Nu s-a putut realiza conexiunea la internet
ru_ru: Обновления: Нет доступа в Интернет
sl_si: Posodobitve: ni se mogoče povezati na internet
th_th: การอัพเดต: ไม่สามารถเชื่อมต่ออินเทอร์เน็ต
vi_vn: Cập nhật: Không thể kết nối với Internet

source: Updates: Unable to access version data
ar_sa: التحديثات: عدم القدرة على الوصول إلى بيانات الإصدار
ro_ro: Actualizări: Nu s-au putut accesa datele despre versiune
ru_ru: Обновления: Нет доступа к данным о версии
sl_si: Posodobitve: ni mogoče dostopati do podatka o verziji
th_th: การอัพเดต: ไม่สามารถหาเวอร์ชันปัจจุบันได้
vi_vn: Cập nhật: Không thể truy cập dữ liệu phiên bản

source: A new version of Rufus is available!
ar_sa: إصدار جديد متاح من Rufus!
ro_ro: Este disponibilă o nouă versiune Rufus!
ru_ru: Доступна новая версия Rufus!
sl_si: Nova verzija Rufusa je na voljo!
th_th: พบ Rufus เวอร์ชันใหม่!!!
vi_vn: Đã có phiên bản mới của Rufus!

source: No new version of Rufus was found
ar_sa: لم يتم العثور على إصدار جديد من Rufus
ro_ro: Nu a fost găsită o versiune nouă de Rufus
ru_ru: Новых версий Rufus не найдено
sl_si: Najdena ni bila nobena novejša verzija
th_th: ไม่พบ Rufus เวอร์ชันที่ใหม่กว่า
vi_vn: Không tìm thấy phiên bản mới của Rufus

source: Application registry keys successfully deleted
ar_sa: تم حذف مفاتيح التسجيل للتطبيق بنجاح
ro_ro: Registrul de chei al aplicației a fost șters cu succes
ru_ru: Ключи приложения в реестре успешно удалены
sl_si: Registrski ključi uspešno izbrisani
th_th: Registry keys ของแอปพลิเคชันถูกลบแล้ว
vi_vn: Đã xoá các khoá registry của ứng dụng thành công

source: Failed to delete application registry keys
ar_sa: فشل في حذف مفاتيح التسجيل للتطبيق
ro_ro: Nu s-a putut șterge registrul aplicației
ru_ru: Не удалось удалить ключи приложения в реестре
sl_si: Brisanje registrskih ključev ni uspelo
th_th: ไม่สามารถลบ Registry Keys ของแอปพลิเคชันได้
vi_vn: Không thể xoá các khoá registry của ứng dụng

source: %s enabled
ar_sa: تفعيل %s
ro_ro: %s activat
ru_ru: %s - вкл.
sl_si: %s: omogočeno
th_th: เปิดใช้งาน %s แล้ว
vi_vn: %s được kích hoạt

source: %s disabled
ar_sa: تعطيل %s
ro_ro: %s dezactivat
ru_ru: %s - откл.
sl_si: %s: onemogočeno
th_th: ปิดใช้งาน %s แล้ว
vi_vn: %s bị vô hiệu

source: Size checks
ar_sa: التحقّق من الحجم
ro_ro: Verificări mărime
ru_ru: Определение размера
sl_si: Preverjanje velikosti
th_th: ตรวจสอบขนาด
vi_vn: Kiểm tra kích cỡ

source: Hard disk detection
ar_sa: الكشف عن الأقراص الثابتة
ro_ro: Detectare hard disk
ru_ru: Определение накопителей
sl_si: Zaznava trdih diskov
th_th: การตรวจหาฮาร์ดดิสก์
vi_vn: Phát hiện đĩa cứng

source: Force large FAT32 formatting
ar_sa: فرض فرمتة FAT32 كبيرة
ro_ro: Formatare Large FAT32 forțată
ru_ru: Форматирование в Large FAT32
sl_si: Prisili véliko formatiranje FAT32
th_th: การบังคับให้ฟอร์แมตเป็น FAT32 ขนาดใหญ่
vi_vn: Buộc định dạng FAT32 lớn

source: NoDriveTypeAutorun will be deleted on exit
ar_sa: سيتمّ حذف NoDriveTypeAutorun عند الخروج
ro_ro: NoDriveTypeAutoRun va fi șters la ieșire
ru_ru: Параметр NoDriveTypeAutorun будет удалён при выходе
sl_si: NoDriveTypeAutorun bo izbrisan ob izhodu
th_th: NoDriveTypeAutorun จะถูกลบเมื่อปิดโปรแกรม
vi_vn: NoDriveTypeAutorun sẽ bị xoá khi thoát

source: Fake drive detection
ar_sa: الكشف عن محرّك وهمي
ro_ro: Detectare unitate falsă
ru_ru: Обнаружение поддельных дисков
sl_si: Zaznava lažnih pogonov
th_th: การตรวจสอบไดรฟ์ปลอม
vi_vn: Phát hiện ổ đĩa giả

source: Joliet support
ar_sa: دعم Joliet
ro_ro: Suport Joliet
ru_ru: Поддержка Joliet
sl_si: Podpora za Joliet
th_th: การรองรับ Joliet
vi_vn: Hỗ trợ Joliet

source: Rock Ridge support
ar_sa: دعم Rock Ridge
ro_ro: Suport Rock Ridge
ru_ru: Поддержка Rock Ridge
sl_si: Podpora za Rock Ridge
th_th: การรองรับ Rock Ridge
vi_vn: Hỗ trợ Rock Ridge

source: Force update
ar_sa: فرض التحديث
ro_ro: Actualizare forțată
ru_ru: Принудительное обновление
sl_si: Prisili posodobitev
th_th: การบังคับการอัพเดต
vi_vn: Buộc cập nhật

source: NTFS compression
ar_sa: ضغط NTFS
ro_ro: Compresie NTFS
ru_ru: NTFS-сжатие
sl_si: NTFS stiskanje
th_th: การบีบอัด NTFS
vi_vn: Nén NTFS

source: Writing image: %s
ar_sa: كتابة الصورة: %s
ro_ro: Se scrie imaginea: %s
ru_ru: Запись образа: %s
sl_si: Zapisujem sliko: %s
th_th: กำลังเขียนอิมเมจไฟล์: %s
vi_vn: Ghi tệp: %s

source: ISO Support
ar_sa: دعم ISO
ro_ro: Suport ISO
ru_ru: Поддержка ISO
sl_si: Podpora za slike ISO
th_th: การรองรับไฟล์ ISO
vi_vn: Hỗ trợ ISO

source: Use PROPER size units
ar_sa: استعمل وحدات حجم مناسبة (PROPER)
ro_ro: Utilizare unități de măsură corecte
ru_ru: Использовать правильные размеры
sl_si: Uporabi enote PRAVIH velikosti
th_th: ใช้หน่วยของขนาดตามจริง (เช่น 1KB คือ 1024 bytes)
vi_vn: Dùng đơn vị kích cỡ ĐÚNG

source: Deleting directory '%s'
ar_sa: حذف المجلد '%s'
ro_ro: Se șterge directorul '%s'
ru_ru: Удаление папки '%s'
sl_si: Brišem imenik %s
th_th: กำลังลบไดเรคทอรี่ '%s'
vi_vn: Đang xoá thư mục '%s'

source: VMWare disk detection
ar_sa: الكشف عن قرص VMWare
ro_ro: Detectare disc VMWare
ru_ru: Обнаружение дисков VMWare
sl_si: Zaznavanje diskov VMware
th_th: การตรวจหาดิสก์ VMWare
vi_vn: Phát hiện đĩa VMWare

source: Dual UEFI/BIOS mode
ar_sa: نمط UEFI/BIOS ثنائي
ro_ro: Mod UEFI/BIOS dual
ru_ru: Двойной режим UEFI/BIOS
sl_si: Dvojni način BIOS/UEFI
th_th: ระบบบูตคู่ UEFI/BIOS
vi_vn: Chế độ Dual UEFI/BIOS

source: Applying Windows image: %s
ar_sa: تطبيق صورة (نسخة) ويندوز: %s
ro_ro: Se aplică imaginea Windows: %s
ru_ru: Применение образа Windows: %s
sl_si: Nameščam sliko za Windows: %s
th_th: กำลังใช้อิมเมจ Windows: %s
vi_vn: Đang áp dụng tệp Windows: %s

source: Applying Windows image...
ar_sa: تطبيق صورة (نسخة) ويندوز...
ro_ro: Se aplică imaginea Windows...
ru_ru: Применение образа Windows...
sl_si: Nameščam sliko za Windows...
th_th: กำลังใช้อิมเมจ Windows...
vi_vn: Đang áp dụng tệp Windows...

source: Preserve timestamps
ar_sa: الحفاظ على الطوابع الزمنية
ro_ro: Păstrare marcaje de timp
ru_ru: Сохранять даты
sl_si: Ohranjanje časov datotek
th_th: เก็บบันทึกเวลา
vi_vn: Giữ dấu thời gian

source: USB debug
ar_sa: تنقيح الأخطاء عن طريق USB
ro_ro: Depanare USB
ru_ru: USB-отладка
sl_si: Razhroščevanje USB
th_th: ดีบัก USB
vi_vn: Gỡ rối USB

source: Computing image checksums: %s
ar_sa: حساب مجاميع الإختبار (Checksums) للصورة (Image): %s
ro_ro: Se calculează sumele de control ale imaginii: %s
ru_ru: Вычисление контрольных сумм: %s
sl_si: Računam zgoščene vrednosti: %s
th_th: กำลังตรวจสอบความถูกต้องของอิมเมจ: %s
vi_vn: Đang tính toán kiểm tổng tệp: %s

source: Compute the MD5, SHA1 and SHA256 checksums for the selected image
ar_sa: حساب مجاميع اختبار (checksums) SHA256 و SHA1 و MD5 للصورة المختارة
ro_ro: Calculează sumele de control MD5, SHA1 și SHA256 pentru imaginea selectată
ru_ru: Вычислить контрольные суммы MD5, SHA1 и SHA256 для выбранного образа
sl_si: Izračuna zgoščene vrednosti MD5, SHA1 in SHA256 za izbrano sliko
th_th: คำนวณความถูกต้องของอิมเมจด้วย MD5, SHA1 และ SHA256 checksums
vi_vn: Tính toán giá trị tổng kiểm tra MD5, SHA1 và SHA256 với tệp đã chọn

source: Change the application language
ar_sa: تغيير لغة التطبيق
ro_ro: Schimbați limba aplicației
ru_ru: Изменить язык приложения
sl_si: Spremeni jezik aplikacije
th_th: เปลี่ยนภาษา
vi_vn: Thay đổi ngôn ngữ ứng dụng

source: %s image detected
ar_sa: تم إكتشاف صورة ٪ s
ro_ro: Imagine %s detectată
ru_ru: Обнаружен образ %s
sl_si: Zaznana je bila slika %s
th_th: พบอิมเมจแบบ %s
vi_vn: Đã phát hiện tệp %s
