Repository: zxlhhyccc/rufus
Catalog: res/loc/po/*.po
Languages: ar_sa, ro_ro, ru_ru, sl_si, th_th, vi_vn

source: Cancelling may leave the device in an UNUSABLE state. If you are sure you want to cancel, click YES. Otherwise, click NO.
ar_sa: الإلغاء قد يترك الجهاز في حالة غير صالحة للاستعمال. إذا كنت متأكداً من أنك تريد الإلغاء، إضغط "نعم"، وإلا، إضغط "لا".
ro_ro: Anularea poate lăsa dispozitivul într-o stare INUTILIZABILĂ. Dacă într-adevăr doriți să anulați, alegeți DA. În caz contrar, alegeți NU.
ru_ru: При отмене устройство может оказаться в НЕРАБОЧЕМ состоянии. Если вы уверены, что хотите отменить операцию, нажмите 'Да'. Иначе - нажмите 'Нет'.
sl_si: Preklic lahko pusti napravo v NEUPORABNEM stanju. Če ste prepričani, da želite operacijo preklicati, izberite DA, drugače izberite NE.
th_th: การยกเลิกอาจทำให้อุปกรณ์ไม่สามารถใช้การได้ ! หากคุณยืนยันที่จะยกเลิก คลิกที่ปุ่ม ใช่
vi_vn: Huỷ bỏ có thể làm thiết bị rơi vào trạng thái KHÔNG THỂ SỬ DỤNG. Nếu bạn chắc chắn muốn huỷ, chọn CÓ. Nếu không, hãy chọn KHÔNG.

source: Please select folder
ar_sa: الرجاء إختيار مجلد
ro_ro: Vă rugăm să selectați folderul
ru_ru: Выберите папку
sl_si: Prosim, izberite mapo
th_th: กรุณาเลือกโฟลเดอร์
vi_vn: Vui lòng chọn thư mục

source: All files
ar_sa: جميع الملفات
ro_ro: Toate fișierele
ru_ru: Все файлы
sl_si: Vse datoteke
th_th: ไฟล์ทั้งหมด
vi_vn: Tất cả tập tin

source: Rufus log
ar_sa: سجلّ Rufus
ro_ro: Jurnal Rufus
ru_ru: Журнал Rufus
sl_si: Rufusov zapisnik
vi_vn: Nhật ký Rufus

source: 0x%02X (Disk %d)
ar_sa: 0x%02X (قرص %d)
ro_ro: 0x%02X (discul %d)
ru_ru: 0x%02X (Диск %d)
th_th: 0x%02X (ดิสก์ที่ %d)
vi_vn: 0x%02X (Đĩa %d)

source: MS-DOS cannot boot from a drive using a 64 kilobytes Cluster size. Please change the Cluster size or use FreeDOS.
ar_sa: لا يمكن لـ MS-DOS الإقلاع من محرك أقراص يستخدم حجم الكتلة 64 كيلو بايت. الرجاء تغيير حجم الكتلة أو استخدام FreeDOS.
ro_ro: MS-DOS nu poate porni de pe o unitate ce are dimensiunea clusterului de 64 kilobaiți. Vă rugăm să modificați dimensiunea clusterului sau să utilizați FreeDOS.
ru_ru: MS-DOS не может загрузиться с диска с кластерами размером 64 КБ. Измените размер кластера или используйте FreeDOS.
sl_si: MS-DOS se ne more zagnati s pogona, na katerem so gruče velike 64 KB. Prosim, spremenite velikost gruče ali uporabite FreeDOS.
th_th: MS-DOS ไม่สามารถบูตจากไดรฟ์ที่ใช้ขนาดของคลัสเตอร์ 64 kilobytes ได้ โปรดเปลี่ยนขนาดของคลัสเตอร์ หรือเลือกใช้ FreeDOS.
vi_vn: MS-DOS không thể khởi động từ ổ đĩa dùng kích thước liên cung 64 kilobytes. Vui lòng thay đổi kích thước liên cung hoặc dùng FreeDOS.

source: Incompatible Cluster size
ar_sa: حجم الكتلة غير متوافق
ro_ro: Dimensiune cluster incompatibilă
ru_ru: Несовместимый размер кластеров
sl_si: Nezdružljiva velikost gruče
th_th: ไม่รองรับขนาดของคลัสเตอร์นี้
vi_vn: Kích thước liên cung không tương thích

source: Formatting a large UDF volumes can take a lot of time. At USB 2.0 speeds, the estimated formatting duration is %d:%02d, during which the progress bar will appear frozen. Please be patient!
ar_sa: يمكن أن تستغرق تهيئة وحدات التخزين UDF الكبيرة الكثير من الوقت. عند سرعات USB 2.0، تكون مدة التهيئة المقدرة بـ %d:%02d, حيث سيظهر شريط التقدم مجمداً. يرجى التحلي بالصبر!
ro_ro: Formatarea volumelor UDF largi poate dura mult timp. Cu viteza USB 2.0, timpul estimat de așteptare este %d:%02d, timp în care bara de progres se va bloca. Vă rugăm să așteptați!
ru_ru: Форматирование больших томов UDF может занять много времени. При скоростях USB 2.0 форматирование продлится примерно %d:%02d, в течение этого времени индикатор хода операции будет казаться неработающим. Проявите терпение, пожалуйста!
sl_si: Formatiranje velikih nosilcev UDF lahko traja veliko časa. Pri hitrostih USB 2.0 je predvideno trajanje formatiranja %d:%02d, med čimer se kazalnik poteka ne bo premaknil. Prosim, bodite potrpežljivi!
th_th: การฟอร์แมต UDF volume ขนาดใหญ่อาจใช้เวลานาน โดยความเร็วการฟอร์แมต USB 2.0 โดยประมาณคือ %d:%02d ซึ่งในระหว่างการฟอร์แมตแถบแสดงความคืบหน้าอาจหยุดนิ่ง โปรดรอ!
vi_vn: Định dạng ổ UDF lớn có thể mất nhiều thời gian. Với tốc độ của USB 2.0, thời gian định dạng dự kiến là %d:%02d, trong lúc này thanh tiến trình sẽ không thay đổi. Vui lòng kiên nhẫn!

source: Large UDF volume
ar_sa: وحدة تخزين UDF كبيرة
ro_ro: Volum UDF mare
ru_ru: Большой UDF-том
sl_si: Velik nosilec UDF
th_th: UDF volume ขนาดใหญ่
vi_vn: Ổ UDF lớn

source: This image uses Syslinux %s%s but this application only includes the installation files for Syslinux %s%s. As new versions of Syslinux are not compatible with one another, and it wouldn't be possible for Rufus to include them all, two additional files must be downloaded from the Internet ('ldlinux.sys' and 'ldlinux.bss'): - Select 'Yes' to connect to the Internet and download these files - Select 'No' to cancel the operation Note: The files will be downloaded in the current application directory and will be reused automatically if present.
ar_sa: تستخدم هذه الصورة Syslinux %s%s لكن هذا التطبيق يتضمن فقط ملفات التثبيت لـ Syslinux %s%s. نظرًا لأن الإصدارات الجديدة من Syslinux غير متوافقة مع بعضها البعض، ولن يكون من الممكن لـ Rufus تضمينها جميعًا، يجب تنزيل ملفين إضافيين من الإنترنت ('ldlinux.sys' و 'ldlinux.bss'): - قم بتحديد 'نعم' للاتصال بالإنترنت وتنزيل هذه الملفات - قم بتحديد 'لا' لإلغاء العملية ملاحظة: سيتم تنزيل الملفات في مجلد التطبيق الحالي وستتم إعادة استخدامها تلقائيًا إذا كانت موجودة.
ro_ro: Această imagine folosește Syslinux %s%s, însă această aplicație include doar fișierele de instalare pentru Syslinux %s%s. Întrucât versiunile noi de Syslinux nu sunt compatibile cu cele vechi, iar Rufus nu le poate include pe toate, este necesar ca două fișiere suplimentare să fie descărcate de pe internet ('ldlinux.sys' și 'ldlinux.bss'): - Alegeți 'Da' pentru a vă conecta la internet și a descărca fișierele respective - Alegeți 'Nu' pentru a anula operațiunea. Observație: Noile fișiere vor fi descărcate în folderul curent al aplicației. Odată prezente în folder, acestea vor fi refolosite automat.
ru_ru: Этот образ использует Syslinux %s%s, но в данном приложении есть только установочные файлы для Syslinux %s%s. Так как версии Syslinux несовместимы друг с другом, дополнительные файлы (ldlinux.sys and ldlinux.bss) нужно загрузить из Интернета: - Выберите 'Да', чтобы скачать файлы из Интернета - Выберите 'Нет', чтобы отменить операцию * Файлы загрузятся в текущую папку приложения, имеющиеся там одноимённые файлы будут перезаписаны.
sl_si: Ta slika uporablja Syslinux %s%s, toda ta aplikacija vsebuje le namestitvene datoteke za Syslinux %s%s. Ker novejše verzije Syslinuxa niso združljive in Rufus ne more vsebovati vseh, morata biti prenešeni še dve dodatni datoteki (ldlinux.sys in ldlinux.bss): - Izberite "Da", da se povežete na internet in prenesete ti dve datoteki. - Izberite "Ne", da prekinete dejanje. Opomba: datoteki bosta prenešeni v mapo, kjer je nameščen Rufus, in bosta v prihodnje ponovno uporabljeni.
th_th: อิมเมจนี้ใช้ Syslinux %s%s แต่โปรแกรมนี้มีเฉพาะไฟล์ติดตั้งของ Syslinux %s%s โดยเวอร์ชันใหม่ของ Syslinux อาจไม่รองรับกับรุ่นที่ต่างกันไปไฟล์จำนวน 2 ไฟล์ต่อไปนี้จะถูกดาวน์โหลดจากอินเทอร์เน็ต ('ldlinux.sys' and 'ldlinux.bss'): - เลือก 'Yes' เพื่อดาวน์โหลดไฟล์ผ่านอินเทอร์เน็ต - เลือก 'No' เมื่อคุณต้องการคัดลอกไฟล์ดังกล่าวด้วยตัวเอง หมายเหตุ: ไฟล์ใหม่จะถูกจัดเก็บในโฟลเดอร์ปัจจุบัน และไฟล์ จะถูกเลือกใช้โดยอัตโนมัติ
vi_vn: Tệp này dùng Syslinux %s%s nhưng ứng dụng này chỉ bao gồm tập tin cài đặt cho Syslinux %s%s. Phiên bản mới của Syslinux không tương thích với các phiên bản khác, và Rufus không thể kèm theo tất cả chúng, bạn phải tải xuống thêm hai tập tin từ Internet ('ldlinux.sys' và 'ldlinux.bss'): - Chọn 'Có' để kết nối tới Internet và tải xuống những tập tin này - Chọn 'Không' để huỷ hoạt động Chú ý: Các tập tin sẽ được tải xuống vào thư mục ứng dụng hiện tại và sẽ được tự tái sử dụng nếu có.

source: Download required
ar_sa: التنزيل من الانترنت مطلوب
ro_ro: Descărcare necesară
ru_ru: Требуется загрузка из Интернета
sl_si: Prenos potreben
th_th: จำเป็นต้องดาวน์โหลดไฟล์
vi_vn: Yêu cầu tải xuống

source: This image uses Grub %s but the application only includes the installation files for Grub %s. As different versions of Grub may not be compatible with one another, and it is not possible to include them all, Rufus will attempt to locate a version of the Grub installation file ('core.img') that matches the one from your image: - Select 'Yes' to connect to the Internet and attempt to download it - Select 'No' to use the default version from Rufus - Select 'Cancel' to abort the operation Note: The file will be downloaded in the current application directory and will be reused automatically if present. If no match can be found online, then the default version will be used.
ar_sa: هذه الصورة (image) تستعمل Grub %s لكن التطبيق يحتوي فقط على ملفات تثبيت Grub %s. بما أن إصدارات Grub المختلفة قد لا تتوافق مع بعضهاالبعض، وبما أنه لا يمكن ضمها كلها، فسيحاول Rufus تحديد مكان إصدار من ملف تثبيت Grub ('core.img') يتوافق مع الموجود في صورتك: - إختر 'نعم' للاتصال بلالأنترنت ومحاولة تنزيله - إختر 'لا' لاستعمال الإصدار الافتراضي من Rufus - إختر 'إلغاء' لوقف العملية ملاحظة: سيتم تنزيل الملف في المجلد الحالي للتطبيق و سيستعمل تلقائيا إذا كان موجداً. إذا لم يتم العثور على إصدار موافق، فسيُستعمل الإصدار الافتراضي كبديل.
ro_ro: Această imagine folosește Grub %s, însă aplicația include doar fișierele de instalare pentru Grub %s. Întrucât versiunile noi de Grub pot fi incompatibile cu cele vechi, iar Rufus nu le poate include pe toate, Rufus va căuta un fișier de instalare Grub ('core.img') potrivit pentru versiunea din imaginea dvs: - Alegeți 'Da' pentru a vă conecta la internet și a încerca descărcarea - Alegeți 'Nu' pentru a utiliza versiunea implicită din Rufus - Alegeți 'Anulare' pentru a anula operațiunea Observație: Noul fișier va fi descărcat în folderul curent al aplicației. Odată prezent în folder, acesta va fi refolosit automat. Daca nu este găsită nicio potrivire online, atunci va fi utilizată versiunea implicită.
ru_ru: Этот образ использует загрузчик GRUB %s, но приложение включает только установочные файлы для GRUB %s. Различные версии GRUB могут быть несовместимы друг с другом. Rufus попытается найти нужную версию установочного файла GRUB (core.img), соответствующую версии загрузчика вашего образа: - Выберите 'Да', чтобы скачать установочный файл из Интернета - Выберите 'Нет', чтобы использовать версию по умолчанию из Rufus - Выберите 'Отмена', чтобы отменить операцию * Файл загрузится в текущую папку приложения, если в ней уже есть одноимённый файл, он будет автоматически перезаписан. Если нужную версию установщика не удастся найти в Интернете, будет использоваться версия по умолчанию.
sl_si: Ta slika uporablja GRUB %s, toda ta aplikacija vsebuje le namestitvene datoteke za GRUB %s. Ker različne verzije programa GRUB niso nujno združljive in Rufus ne more vsebovati vseh, bo Rufus poskušal najti verzijo namestitvene datoteke za GRUB (core.img), ki se ujema s tisto na sliki: - Izberite "Da", da se povežete na internet in prenesete to datoteko. - Izberite "Ne", da uporabite privzeto verzijo, ki jo Rufus že vsebuje. - Izberite "Prekliči", da prekinete dejanje. Opomba: datoteka bo prenešena v mapo, kjer je nameščen Rufus, in bo v prihodnje ponovno uporabljena. Če Rufus ne more najti ustrezne datoteke, bo uporabljena privzeta verzija.
th_th: อิมเมจนี้ใช้ Grub %s แต่โปรแกรมนี้มีเฉพาะไฟล์ติดตั้งของ Grub %s โดยเวอร์ชันใหม่ของ Grub อาจไม่รองรับกับรุ่นที่ต่างกันไป Rufus สามารถค้นหาอิมเมจของ Grub เวอร์ชันล่าสุด ('core.img') ที่เข้ากันได้กับอิมเมจไฟล์ที่คุณเลือก: - เลือก 'Yes' เพื่อดาวน์โหลดไฟล์ผ่านอินเทอร์เน็ต - เลือก 'No' เพื่อใช้เวอร์ชันปัจจุบันที่ติดมากับ Rufus -เลือก 'Cancel' เพื่อยกเลิกการดำเนินการนี้ หมายเหตุ: ไฟล์ใหม่จะถูกจัดเก็บในโฟลเดอร์ปัจจุบัน และไฟล์จะถูกเลือกใช้โดยอัตโนมัติหากไม่พบไฟล์ที่ใหม่กว่า ไฟล์เวอร์ชันปัจจุบันจะถูกใช้แทน
vi_vn: Tệp này dùng Grub %s nhưng ứng dụng này chỉ bao gồm tập tin cài đặt cho Grub %s. Các phiên bản khác nhau của Grub có thể không tương thích với nhau, và Rufus không thể kèm theo tất cả chúng, ứng dụng sẽ cố tìm một phiên bản tập tin cài đặt Grub ('core.img') khớp với phiên bản có trong tệp của bạn: - Chọn 'Có' để kết nối tới Internet và thử tải nó xuống - Chọn 'Không' để dùng phiên bản mặc định từ Rufus - Chọn 'Huỷ' để bỏ qua hoạt động Chú ý: Các tập tin sẽ được tải xuống vào thư mục ứng dụng hiện tại và sẽ được tự tái sử dụng nếu có. Nếu không tìm thấy bản trùng khớp nào trực tuyến thì phiên bản mặc định sẽ được sử dụng.

source: Standard Windows installation
ar_sa: التثبيت القياسي لنظام التشغيل Windows
ro_ro: Instalare Windows standard
ru_ru: Стандартная установка Windows
sl_si: Standardna namestitev operacijskega sistema Windows
th_th: ตัวติดตั้ง Windows มาตรฐาน
vi_vn: Cài đặt Windows tiêu chuẩn

source: advanced drive properties
ar_sa: خصائص محرك الأقراص المتقدّمة
ro_ro: proprietăți unitate avansate
ru_ru: расширенные свойства диска
sl_si: napredne lastnosti pogona
th_th: คุณสมบัติไดรฟ์ขั้นสูง
vi_vn: thuộc tính ổ đĩa nâng cao

source: advanced format options
ar_sa: خيارات التهّيئة المتقدّمة
ro_ro: opțiuni formatare avansate
ru_ru: расширенные параметры форматирования
sl_si: napredne možnosti formatiranja
th_th: คุณสมบัติการฟอร์แมตขั้นสูง
vi_vn: tùy chọn định dạng nâng cao

source: Show %s
ar_sa: أظهار %s
ro_ro: Afișare %s
ru_ru: Показать %s
sl_si: Pokaži %s
th_th: แสดง %s
vi_vn: Hiện %s

source: Hide %s
ar_sa: أخفاء %s
ro_ro: Ascundere %s
ru_ru: Скрыть %s
sl_si: Skrij %s
th_th: ซ่อน %s
vi_vn: Ẩn %s

source: Persistent partition size
ar_sa: حجم التقسيم المستمر
ro_ro: Dimensiune partiție persistentă
ru_ru: Постоянный размер раздела
sl_si: Velikost trajne particije
th_th: ขนาดของ Persistent partition
vi_vn: Kích thước phân vùng cố định

source: No persistence
ar_sa: لا استمرارية
ro_ro: Fără persistență
ru_ru: Без раздела
sl_si: Brez
th_th: ไม่มี Persistent
vi_vn: Không cố định

source: Set the size of the persistent partition for live USB media. Setting the size to 0 disables the persistent partition.
ar_sa: حدد حجم التقسيم المستمر لجهاز ال USB الحي, تحديد الحجم بقيمة 0 سيعطل التقسيم المستمر.
ro_ro: Setați dimensiunea partiției persistente pentru dispozitivul USB live. Setarea mărimii la 0 va dezactiva partiția persistentă.
ru_ru: Установите размер постоянного раздела для live-носителя USB. 0 - отключить постоянный раздел.
sl_si: Nastavi velikost trajne particije za "živ" medij. Velikost 0 onemogoči trajno particijo.
th_th: ตั้งค่าขนาดของพาร์ติชันสำหรับ Live USB media (ตั้งขนาดเป็น 0 เพื่อปิดการทำงานของ persistent partition)
vi_vn: Đặt kích thước phân vùng cố định cho live USB. Đặt kích thước là 0 để bỏ phân vùng cố định.

source: Set the partition size units.
ar_sa: حدد حجم وحدات التقسيم.
ro_ro: Alegeți unitatea de măsură pentru dimensiunea partiției.
ru_ru: Установите единицы размера раздела.
sl_si: Nastavi enote velikosti particije.
th_th: ตั้งขนาดของ Persistent partition
vi_vn: Chọn đơn vị kích thước cho phân vùng.

source: Do not show this message again
ar_sa: لا تظهر هذه الرسالة مرة آخرى
ro_ro: Nu mai afișa acest mesaj
ru_ru: Больше это не показывать
sl_si: Tega sporočila ne prikaži več
th_th: อย่าแสดงข้อความนี้อีก
vi_vn: Không hiển thị lại thông báo này

source: Important notice about %s
ar_sa: تنويه مهم عن %s
ro_ro: Aviz important în legătură cu %s
ru_ru: Важное примечание о %s
sl_si: Pomembno obvestilo o %s
th_th: ประกาศสำคัญเกี่ยวกับ %s
vi_vn: Chú ý quan trọng về %s

source: You have just created a media that uses the UEFI:NTFS bootloader. Please remember that, to boot this media, YOU MUST DISABLE SECURE BOOT. For details on why this is necessary, see the 'More Information' button below.
ar_sa: لقد قمت لتوك بإنشاء وسائط تستخدم محمل الإقلاع UEFI:NTFS. يرجى التذكر أنه يجب تعطيل Secure Boot للتمكن من إقلاع الوسائط. للمزيد من التفاصيل عن ضرورة الإجراء المذكور, إضغط على زر 'مزيد من المعلومات' أدناه.
ro_ro: Tocmai ați creat un media care utilizează bootloader-ul UEFI:NTFS. Pentru a porni acest media, ESTE NECESAR SĂ DEZACTIVAȚI SECURE BOOT. Pentru a afla de ce este necesar acest lucru, alegeți 'Mai multe informații'.
ru_ru: Вы только что создали носитель с загрузчиком UEFI:NTFS. Учтите, что для загрузки этого носителя НУЖНО ОТКЛЮЧИТЬ БЕЗОПАСНУЮ ЗАГРУЗКУ. Чтобы узнать, почему это необходимо, нажмите кнопку 'Ещё'.
sl_si: Ustvarili ste medij, ki uporablja nalagalnik UEFI:NTFS. Pomnite, da morate za zagon s tega medija ONEMOGOČITI Secure Boot. Za razlago, zakaj je to potrebno, kliknite gumb "Več informacij" spodaj.
th_th: คุณพึ่งจะสร้างมีเดียที่ใช้ UEFI:NTFS bootloader โปรดจำไว้ว่า ถ้าคุณต้องการจะบูตมีเดียนี้ คุณต้องปิด Secure Boot ก่อน สำหรับคำอธิบายว่าทำไมนี่จึงจำเป็นต้องทำ ให้เข้าไปคลิกที่ปุ่ม 'ข้อมูลเพิ่มเติม' ข้างล่าง
vi_vn: Bạn vừa mới tạo ổ đĩa sử dung UEFI:NTFS bootloader. Hãy nhớ rằng để khởi động được đĩa này BẠN PHẢI VÔ HIỆU SECURE BOOT. Để hiểu tại sao nó quan trọng, xem trong phần 'Thông tin thêm' phía dưới.

source: Windows image selection
ar_sa: اختيار صورة Windows
ro_ro: Selectare imagine Windows
ru_ru: Выбор образа Windows
sl_si: Izbira slike Windowsa
th_th: เลือกไฟล์อิมเมจ Windows
vi_vn: Chọn file ảnh Windows

source: This ISO contains multiple Windows images. Please select the image you wish to use for this installation:
ar_sa: يحتوي ملف ISO هذا على العديد من صور Windows. الرجاء تحديد الصورة التي ترغب في استخدامها لهذا التثبيت:
ro_ro: Acest ISO conține mai multe imagini Windows. Vă rugăm să selectați imaginea pe care doriți să o utilizați pentru această instalare:
ru_ru: Этот файл ISO содержит несколько образов Windows. Выберите образ, который вы хотите использовать для этой установки:
sl_si: Ta ISO vsebuje več slik Windowsa. Izberite sliko, ki jo želite uporabiti za to namestitev:
th_th: ไฟล์ ISO นี้มีไฟล์อิมเมจ Windows อยู่หลายอิมเมจ โปรดเลือกอิมเมจที่คุณต้องการใช้ในการติดตั้งครั้งนี้:
vi_vn: File ISO này chứa nhiều tệp ảnh Windows. Hãy chọn tệp ảnh bạn muốn sử dung cho việc cài đặt này:

source: Another program or process is accessing this drive. Do you want to format it anyway?
ar_sa: هذا القرص يستخدم من قبل برنامج آخر. هل تود التهيئة على أية حال ؟
ro_ro: Un alt program sau proces utilizează această unitate. Doriți să o formatați oricum?
ru_ru: К этому диску обращается другая программа или процесс. Всё равно настаиваете на форматировании?
sl_si: Do tega pogona dostopa drug program oz. proces. Ali ga želite vseeno formatirati?
th_th: ไดรฟ์นี้กำลังถูกใช้งานอยู่ คุณต้องการฟอร์แมตไดรฟ์นี้หรือไม่
vi_vn: Có một chương trình hoặc tiến trình nào đó đang truy cập ổ. Bạn vẫn muốn định dạng ổ đĩa?

source: Rufus has detected that you are attempting to create a Windows To Go media based on a 1809 ISO. Because of a *MICROSOFT BUG*, this media will crash during Windows boot (Blue Screen Of Death), unless you manually replace the file 'WppRecorder.sys' with a 1803 version. Also note that the reason Rufus cannot automatically fix this for you is that 'WppRecorder.sys' is a Microsoft copyrighted file, so we cannot legally embed a copy of the file in the application...
ar_sa: لقد قام Rufus بإكتشاف أنك تحاول إنشاء وسائط Windows To Go بناءً على ISO 1809 بسبب عيب في Microsoft, سوف تتوقف الوسائط خلال إقلاع Windows (شاشة الموت الزرقاء) ما لم تقم يدوياً بإستبدال ملف 'WppRecorder.sys' بإصدار 1803. يرجى العلم أن سبب عدم إمكانية Rufus من إصلاح المشكلة تلقائيا هو أن ملف 'WppRecorder.sys' محفوظ الحقوق ل Microsoft, لذلك لا يمكننا تضمين نسخة من الملف في التطبيق...
ro_ro: Rufus a observat că încercați să creați un media Windows To Go bazat pe un ISO cu versiunea 1809. Din cauza unui *BUG MICROSOFT*, acest media va eșua în timpul pornirii Windows (Blue Screen Of Death), cu excepția cazului în care înlocuiți manual fișierul 'WppRecorder.sys' cu o versiune 1803. De asemenea, rețineți că motivul pentru care Rufus nu poate remedia automat acest lucru pentru dvs. este că 'WppRecorder.sys' este un fișier Microsoft protejat prin drepturi de autor, deci nu putem încorpora în mod legal o copie a fișierului în aplicație...
ru_ru: Rufus обнаружил, что вы пытаетесь создать носитель Windows To Go на основе ISO 1809. Из-за *ОШИБКИ MICROSOFT* этот носитель будет давать сбой при загрузке Windows (BSOD), если вы вручную не замените файл WppRecorder.sys версией 1803. Rufus не может это исправить автоматически, так как WppRecorder.sys - это файл Microsoft, защищённый авторскими правами, поэтому мы не можем легально встраивать в приложение его копию.
sl_si: Rufus je zaznal, da poskušate ustvariti medij za Windows To Go z verzijo 1809. Zaradi hrošča v Windowsu bo ta medij povzročil sesutje ("blue screen of death" - BSOD) med zagonom, razen če ročno zamenjate datoteko WppRecorder.sys s tisto iz verzije 1803. Ker avtorske pravice za to datoteko pripadajo Microsoftu, Rufus te datoteke ne vključuje in zato tega ne more storiti namesto vas.
th_th: Rufus ตรวจพบว่าคุณกำลังสร้าง Windows To Go จากไฟล์ ISO เวอร์ชัน 1809 เพราะว่า *บั๊กจากทาง Microsoft* จึงทำให้ media นี้อาจจะขึ้นหน้าจอฟ้า (BSOD) ในระหว่างการบูตเข้า Windowsได้ นอกจากว่าคุณจะเปลี่ยนไฟล์ 'WppRecorder.sys' กลับไปเป็นของเวอร์ชัน 1803 Rufus ไม่สามารถแก้ไขปัญหานี้โดยอัตโนมัติได้ เนื่องจาก ไฟล์ 'WppRecorder.sys' เป็นลิขสิทธิ์ของ Microsoft ทางเราจึงไม่สามารถใส่สำเนาของไฟล์นี้ลงมาในแอปพลิเคชันนี้ได้อย่างถูกกฎหมาย...
vi_vn: Rufus nhận thấy bạn đang cố gắng tạo ổ đĩa Windows To Go dựa vào ISO phiên bản 1809. Bởi vì một *LỖI CỦA MICROSOFT*, ổ đĩa này sẽ bị lỗi trong quá trình khởi động Windows (Màn hình xanh chết chóc), trừ khi bạn thay thế thủ công file 'WppRecorder.sys' của phiên bản 1803. Cũng xin lưu ý rằng Rufus không thể tự động sửa lỗi này vì file 'WppRecorder.sys' thuộc bản quyền của Microsoft, vì vậy chúng tôi không thể nhúng file này vào chương trình...

source: Because MBR has been selected for the partition scheme, Rufus can only create a partition up to 2 TB on this media, which will leave %s of disk space unavailable. Are you sure you want to continue?
ar_sa: بسبب إختيار نظام التجزئة MBR, Rufus(Rufus) قادر فقط على إنشاء تجزئة لغاية 2 TB على هذه الوسائط, الذي سوف يؤدي إلى عدم توفر %s من مساحة القرص. هل تريد المتابعة ؟
ro_ro: Deoarece MBR a fost selectat pentru schema de partiționare, Rufus poate crea doar o partiție de până la 2 TB pe acest suport media, ceea ce va lăsa %s spațiu de disc indisponibil. Sigur doriți să continuați?
ru_ru: Поскольку для схемы разделов выбрана MBR, на этом носителе Rufus может создать только раздел размером до 2 ТБ, а %s дискового пространства останутся недоступными. Вы действительно хотите продолжить?
sl_si: Največja možna velikost particije v particijski shemi MBR je 2 TB. To bo pustilo %s prostora neizkoriščenega. Ali želite nadaljevati?
th_th: เนื่องจากพาร์ติชันถูกเซ็ตเป็น MBR และ Rufus สามารถสร้างพาร์ติชันได้มากที่สุดเพียง 2 TB ซึ่งจะเหลือพื้นที่ว่าง %s คุณแน่ใจว่าจะทำต่อหรือไม่
vi_vn: Bởi vì MBR được chọn để định dạng phân vùng, Rufus chỉ có thể tạo phân vùng tới 2 TB cho ổ đĩa này, việc này sẽ bỏ phí %s không được sử dung. Bạn có muốn tiếp tục?

source: Version
ar_sa: الإصدار
ro_ro: Versiune
ru_ru: Версия
sl_si: Verzija
th_th: ระบบปฏิบัติการ
vi_vn: Phiên bản

source: Release
ar_sa: الإطلاق
ro_ro: Lansare
ru_ru: Выпуск
sl_si: Izdaja
th_th: เวอร์ชัน
vi_vn: Phát hành

source: Edition
ar_sa: النسخة
ro_ro: Ediție
ru_ru: Редакция
sl_si: Različica
th_th: รุ่น
vi_vn: Chế bản

source: Language
ar_sa: اللغة
ro_ro: Limbă
ru_ru: Язык
sl_si: Jezik
th_th: ภาษา
vi_vn: Ngôn ngữ

source: Architecture
ar_sa: البنية
ro_ro: Arhitectură
ru_ru: Архитектура
sl_si: Arhitektura
th_th: สถาปัตยกรรม
vi_vn: Kiến trúc

source: Continue
ar_sa: متابعة
ro_ro: Continuare
ru_ru: Продолжить
sl_si: Nadaljuj
th_th: ทำต่อ
vi_vn: Tiếp tục

source: Back
ar_sa: رجوع
ro_ro: Înapoi
ru_ru: Назад
sl_si: Nazaj
th_th: กลับไป
vi_vn: Quay lại

source: Please wait...
ar_sa: يرجى الانتظار ...
ro_ro: Vă rugăm să așteptați...
ru_ru: Подождите...
sl_si: Prosim, počakajte...
th_th: รอสักครู่...
vi_vn: Vui lòng đợi...
