Repository: zxlhhyccc/rufus
Catalog: res/loc/po/*.po
Languages: ar_sa, ro_ro, ru_ru, sl_si, th_th, vi_vn

source: Drive Properties
ar_sa: خصائص محرك الأقراص
ro_ro: Proprietăți unitate
ru_ru: Свойства диска
sl_si: Lastnosti pogona
th_th: คุณสมบัติของไดรฟ์
vi_vn: Thuộc tính ổ đĩa

source: Device
ar_sa: الجهاز
ro_ro: Dispozitiv
ru_ru: Устройство
sl_si: Naprava
th_th: อุปกรณ์
vi_vn: Thiết bị

source: Boot selection
ar_sa: اختيار نوع الإقلاع
ro_ro: Selectare boot
ru_ru: Метод загрузки
sl_si: Izbira zagona
th_th: ตัวเลือกการบูต
vi_vn: Phương thức khởi động

source: Select
ar_sa: اختيار
ro_ro: Selectare
ru_ru: Выбрать
sl_si: Izberi
th_th: เลือก
vi_vn: Chọn

source: Image Option
ar_sa: خيارات صورة القرص
ro_ro: Opțiune imagine
ru_ru: Параметры образа
sl_si: Možnosti slike
th_th: ตัวเลือกอิมเมจ
vi_vn: Tùy chọn tệp tin

source: Partition scheme
ar_sa: مخطط التقسيم
ro_ro: Schemă de partiționare
ru_ru: Схема раздела
sl_si: Particijska shema
th_th: รูปแบบของพาร์ติชัน
vi_vn: Định dạng phân vùng

source: Target system
ar_sa: النظام الهدف
ro_ro: Sistemul vizat
ru_ru: Целевая система
sl_si: Ciljni sistem
th_th: รูปแบบเครื่องเป้าหมาย
vi_vn: Hệ thống áp dụng

source: List USB Hard Drives
ar_sa: قائمة محركات الأقراص الثابتة USB
ro_ro: Afișare unități conectate prin USB
ru_ru: Список USB-дисков
sl_si: Naštej USB trde diske
th_th: แสดงรายการ USB Drive
vi_vn: Danh sách ổ cứng USB

source: Add fixes for old BIOSes (extra partition, align, etc.)
ar_sa: إضافة إصلاحات لنظام الإدخال والإخراج الأساسي (BIOS) القديم
ro_ro: Adăugare remedieri pentru BIOS-uri vechi (partiție extra, aliniere, etc.)
ru_ru: Добавить исправления для старых BIOS
sl_si: Dodaj popravke za stare BIOSe
th_th: เพิ่มการรองรับให้กับ BIOS รุ่นเก่า
vi_vn: Thêm khắc phục cho BIOS cũ (phân vùng, sắp xếp...khác)

source: Enable runtime UEFI media validation
ar_sa: تمكين التحقق من صحة وسائط UEFI في وقت التشغيل
ro_ro: Activați validarea mediilor UEFI în timpul execuției
ru_ru: Проверка носителя UEFI во время выполнения
sl_si: Med zagonom omogoči UEFI preverjanje integritete medija
th_th: เปิดใช้งานการตรวจสอบอุปกรณ์ UEFI
vi_vn: Bật xác thực phương tiện UEFI tại thời điểm chạy

source: Format Options
ar_sa: خيارات التهيئة
ro_ro: Opțiuni formatare
ru_ru: Параметры форматирования
sl_si: Možnosti formatiranja
th_th: ตัวเลือกการฟอร์แมต
vi_vn: Tùy chọn định dạng

source: File system
ar_sa: نظام الملفات
ro_ro: Sistem de fișiere
ru_ru: Файловая система
sl_si: Datotečni sistem
th_th: ระบบไฟล์
vi_vn: Hệ thống tập tin

source: Cluster size
ar_sa: حجم المجموعة
ro_ro: Mărime cluster
ru_ru: Размер кластера
sl_si: Velikost gruče
th_th: ขนาดของคลัสเตอร์
vi_vn: Kích thước liên cung

source: Volume label
ar_sa: تسمية وحدة التخزين
ro_ro: Etichetă volum
ru_ru: Новая метка тома
sl_si: Oznaka nosilca
th_th: ชื่อของไดรฟ์
vi_vn: Nhãn ổ đĩa

source: Quick format
ar_sa: التهيئة السريعة
ro_ro: Formatare rapidă
ru_ru: Быстрое форматирование
sl_si: Hitro formatiranje
th_th: ฟอร์แมตอย่างรวดเร็ว
vi_vn: Định dạng nhanh

source: Check device for bad blocks
ar_sa: فحص الجهاز من الأجزاء التالفة
ro_ro: Căutare blocuri defecte
ru_ru: Проверить на плохие блоки
sl_si: Odkrij slabe bloke
th_th: ตรวจหาข้อบกพร่องของอุปกรณ์
vi_vn: Kiểm tra khối hỏng trong thiết bị

source: Create extended label and icon files
ar_sa: إنشاء تسمية موسّعة وأيقونة ملفات
ro_ro: Creare fișiere extinse pentru etichete și iconițe
ru_ru: Создать расширенную метку и значок устройства
sl_si: Ustvari datoteki za ikono in podaljšano oznako
th_th: ตั้งชื่อไดรฟ์ด้วยอักขระสากล และเพิ่มไอคอนของไดรฟ์
vi_vn: Tạo tên mở rộng và tập tin biểu tượng

source: Status
ar_sa: الحالة
ro_ro: Stare
ru_ru: Статус
sl_si: Stanje
th_th: สถานะ
vi_vn: Trạng thái

source: Close
ar_sa: إغلاق
ro_ro: Închidere
ru_ru: Закрыть
sl_si: Zapri
th_th: ปิด
vi_vn: Đóng

source: Start
ar_sa: بدء
ru_ru: Старт
sl_si: Začni
th_th: เริ่ม
vi_vn: Bắt đầu

source: About Rufus
ar_sa: حول Rufus
ro_ro: Despre Rufus
ru_ru: О программе Rufus
sl_si: O Rufusu
th_th: เกี่ยวกับ Rufus
vi_vn: Thông tin về Rufus

source: License
ar_sa: الترخيص
ro_ro: Licență
ru_ru: Лицензия
sl_si: Licenca
th_th: ลิขสิทธิ์
vi_vn: Giấy phép

source: OK
ar_sa: موافق
ru_ru: ОК
sl_si: V redu
th_th: ตกลง

source: Rufus License
ar_sa: ترخيص Rufus
ro_ro: Licență Rufus
ru_ru: Лицензия Rufus
sl_si: Rufusova licenca
th_th: ลิขสิทธิ์ของ Rufus
vi_vn: Giấy phép Rufus

source: More information
ar_sa: مزيد من المعلومات
ro_ro: Mai multe informații
ru_ru: Ещё
sl_si: Več informacij
th_th: ข้อมูลเพิ่มเติม
vi_vn: Thông tin thêm

source: Yes
ar_sa: نعم
ro_ro: Da
ru_ru: Да
sl_si: Da
th_th: ใช่
vi_vn: Có

source: No
ar_sa: لا
ro_ro: Nu
ru_ru: Нет
sl_si: Ne
th_th: ไม่ใช่
vi_vn: Không

source: Log
ar_sa: السجل
ro_ro: Jurnal
ru_ru: Журнал
sl_si: Zapisnik
th_th: รายการ Log
vi_vn: Nhật ký

source: Clear
ar_sa: مسح الكل
ro_ro: Ștergere
ru_ru: Очистить
sl_si: Izprazni
th_th: ล้าง
vi_vn: Xoá

source: Save
ar_sa: حفظ
ro_ro: Salvare
ru_ru: Сохранить
sl_si: Shrani
th_th: บันทึก
vi_vn: Lưu

source: Update policy and settings
ar_sa: تحديث السياسة والإعدادات
ro_ro: Politică de actualizare și setări
ru_ru: Политика обновления и параметры
sl_si: Posodobitvena politika in nastavitve
th_th: นโยบายการอัพเดต และการตั้งค่า
vi_vn: Cập nhật chính sách và thiết lập

source: Settings
ar_sa: الإعدادات
ro_ro: Setări
ru_ru: Параметры
sl_si: Nastavitve
th_th: ตั้งค่า
vi_vn: Thiết lập

source: Check for updates
ar_sa: التحقق من وجود تحديثات
ro_ro: Căutare actualizări
ru_ru: Проверка наличия обновлений
sl_si: Preveri za posodobitve
th_th: ตรวจหาการอัพเดต
vi_vn: Kiểm tra cập nhật

source: Include beta versions
ar_sa: تضمين الإصدارات التجريبية
ro_ro: Includere versiuni beta
ru_ru: Включая бета-версии
sl_si: Upoštevaj beta verzije
th_th: รวมเวอร์ชันทดสอบด้วย
vi_vn: Gồm bản thử nghiệm

source: Check Now
ar_sa: تحقق الآن
ro_ro: Căutare acum
ru_ru: Проверить
sl_si: Preveri zdaj
th_th: ตรวจสอบ
vi_vn: Kiểm tra ngay

source: Check For Updates - Rufus
ar_sa: التحقق من وجود تحديثات - Rufus
ro_ro: Căutare actualizări - Rufus
ru_ru: Проверка наличия обновлений - Rufus
sl_si: Rufus - posodobitve
th_th: ตรวจหาการอัพเดต - Rufus
vi_vn: Kiểm tra cập nhật - Rufus

source: A newer version is available. Please download the latest version!
ar_sa: يوجد إصدار أحدث متوفر. يرجى تنزيل أحدث إصدار!
ro_ro: Este disponibilă o nouă versiune. Vă rugăm să descărcați cea mai recentă versiune!
ru_ru: Доступна новая версия. Скачайте её!
sl_si: Novejša verzija je na voljo. Prosim, prenesite jo!
th_th: พบ Rufus รุ่นใหม่กว่า! โปรดอัพเดตโปรแกรมให้เป็นรุ่นล่าสุด!
vi_vn: Đã có phiên bản mới. Vui lòng tải phiên bản mới nhất!

source: Click here to go to the website
ar_sa: إضغط هنا للذهاب إلى الموقع
ro_ro: Apăsați aici pentru a accesa pagina web
ru_ru: Щёлкните здесь, чтобы перейти на сайт
sl_si: Kliknite sem, da greste na spletno stran
th_th: คลิกเพื่อเปิดเว็บไซต์
vi_vn: Nhấn vào đây để truy cập website

source: Release Notes
ar_sa: ملاحظات الإصدار
ro_ro: Informații despre lansări
ru_ru: Примечания к версии
sl_si: Opombe ob izdaji
th_th: สิ่งที่เพิ่มมาใหม่
vi_vn: Ghi chú phát hành

source: Download
ar_sa: تنزيل
ro_ro: Descărcare
ru_ru: Скачать
sl_si: Prenesi
th_th: ดาวน์โหลด
vi_vn: Tải xuống

source: Other instance detected
ar_sa: تم الكشف عن نسخة أخرى
ro_ro: S-a detectat altă instanță
ru_ru: Запущена другая копия Rufus
sl_si: Drug primerek zaznan
th_th: Rufus กำลังถูกเรียกใช้งานอยู่
vi_vn: Phát hiện tiến trình chạy đồng thời

source: Another Rufus application is running. Please close the first application before running another one.
ar_sa: هناك تطبيق Rufus آخر قيد التشغيل. الرجاء إغلاق التطبيق الأول قبل تشغيل تطبيق آخر.
ro_ro: O altă aplicație Rufus rulează. Vă rugăm să închideți prima aplicație înainte de a deschide alta.
ru_ru: Запущена другая копия программы. Закройте первую копию перед запуском ещё одной.
sl_si: Še en primerek Rufusa se izvaja. Prosim, zaprite ga, preden zaženete še enega.
th_th: คุณได้เปิด Rufus ไว้ก่อนหน้าแล้ว กรุณาปิดหน้าต่างเก่าก่อนเรียกใช้งาน Rufus อีกครั้งหนึ่ง
vi_vn: Ứng dụng Rufus khác đang chạy. Vui lòng đóng ứng dụng đầu tiên trước khi chạy tiếp.

source: WARNING: ALL DATA ON DEVICE '%s' WILL BE DESTROYED. To continue with this operation, click OK. To quit click CANCEL.
ar_sa: تحذير: كل البيانات على الجهاز '%s' سيتم حذفها. لمتابعة هذه العملية، انقر فوق "موافق". للإنهاء، انقر فوق "إلغاء".
ro_ro: ATENȚIE: TOATE DATELE DE PE DISPOZITIVUL '%s' VOR FI DISTRUSE. Pentru a continua, alegeți OK. Pentru a renunța, alegeți ANULARE.
ru_ru: ВНИМАНИЕ: ВСЕ ДАННЫЕ НА ДИСКЕ '%s' БУДУТ УНИЧТОЖЕНЫ. Чтобы продолжить, нажмите ОК. Для выхода нажмите 'Отмена'.
sl_si: OPOZORILO: VSI PODATKI NA NAPRAVI "%s" BODO UNIČENI. Če želite nadaljevati s to operacijo, izberite "V redu", drugače izberite "Prekliči".
th_th: โปรดระวัง: ข้อมูลทั้งหมดบนอุปกรณ์ '%s' จะถูกลบทิ้งทั้งหมด หากต้องการดำเนินการต่อ โปรดคลิก OK แต่หากต้องการยกเลิก โปรดคลิก Cancel
vi_vn: CẢNH BÁO: TẤT CẢ DỮ LIỆU TRÊN THIẾT BỊ '%s' SẼ BỊ HUỶ. Để tiếp tục tiến trình này, nhấn OK. Để thoát nhấn HUỶ.

source: Rufus update policy
ar_sa: تحديث سياسة Rufus
ro_ro: Politica de actualizare Rufus
ru_ru: Политика обновления Rufus
sl_si: Rufusova posodobitvena politika
th_th: นโยบายการอัพเดตของ Rufus
vi_vn: Chính sách cập nhật Rufus

source: Do you want to allow Rufus to check for application updates online?
ar_sa: هل تريد السماح لـ Rufus بالتحقق من وجود تحديثات التطبيق عبر الإنترنت؟
ro_ro: Permiteți aplicației Rufus să caute actualizări pe internet?
ru_ru: Хотите, чтобы Rufus проверял обновления автоматически?
sl_si: Ali dovolite, da Rufus na internetu išče posodobitve zase?
th_th: คุณต้องการให้ Rufus ตรวจหาการอัพเดตออนไลน์หรือไม่?
vi_vn: Bạn có muốn cho phép Rufus kiểm tra cập nhật ứng dụng trực tuyến?

source: Cancel
ar_sa: إلغاء
ro_ro: Anulare
ru_ru: Отмена
sl_si: Prekliči
th_th: ยกเลิก
vi_vn: Huỷ

source: Bad blocks found
ar_sa: تم العثور على أجزاء تالفة
ro_ro: S-au găsit blocuri defecte
ru_ru: Найдены плохие блоки
sl_si: Slabi bloki najdeni
th_th: พบข้อบกพร่อง
vi_vn: Phát hiện khối hỏng

source: Check completed: %d bad block(s) found %d read error(s) %d write error(s) %d corruption error(s)
ar_sa: اكتمال التحقق: %d جزء تالف(s) تم الكشف %d خطأ قراءة(s) %d خطأ كتابة(s) %d خطأ التلف(s)
ro_ro: Verificare finalizată: s-au găsit %d blocuri defecte %d erori de citire %d erori de scriere %d erori de integritate
ru_ru: Проверка закончена. Плохих блоков: %d Ошибок чтения: %d Ошибок записи: %d Повреждённых блоков: %d
sl_si: Preizkus končan: %d slabih blokov najdenih Napak pri branju: %d Napak pri pisanju: %d Nezanesljivih blokov: %d
th_th: ตรวจสอบเรียบร้อย: พบ %d จุดบกพร่อง อ่านบกพร่อง %d จุด เขียนบกพร่อง %d จุด จุดเสียหาย %d จุด
vi_vn: Kiểm tra hoàn tất: phát hiện %d khối hỏng %d lỗi đọc %d lỗi ghi %d lỗi cấu trúc

source: %s A more detailed report can be found in: %s
ar_sa: %s يمكن الإطلاع على تقرير مفصّل من خلال: %s
ro_ro: %s Un raport mai detaliat se află în: %s
ru_ru: %s Подробный отчёт см. тут: %s
sl_si: %s Podrobnejše poročilo lahko najdete v datoteki %s
th_th: %s อ่านรายละเอียดเพิ่มเติมได้ที่: %s
vi_vn: %s Một báo cáo chi tiết hơn có thể tìm thấy trong: %s

source: Disabled
ar_sa: تم التعطيل
ro_ro: Dezactivată
ru_ru: Отключено
sl_si: Onemogočeno
th_th: ปิดใช้งาน
vi_vn: Đã vô hiệu

source: Daily
ar_sa: يومياً
ro_ro: Zilnic
ru_ru: Ежедневно
sl_si: Dnevno
th_th: ทุกวัน
vi_vn: Hàng ngày

source: Weekly
ar_sa: أسبوعيًا
ro_ro: Săptămânal
ru_ru: Еженедельно
sl_si: Tedensko
th_th: สัปดาห์ละครั้ง
vi_vn: Hàng tuần

source: Monthly
ar_sa: شهرياً
ro_ro: Lunar
ru_ru: Ежемесячно
sl_si: Mesečno
th_th: เดือนละครั้ง
vi_vn: Hàng tháng

source: Custom
ar_sa: مخصص
ro_ro: Personalizat
ru_ru: По выбору
sl_si: Po meri
th_th: กำหนดเอง
vi_vn: Tuỳ chỉnh

source: Your version: %d.%d (Build %d)
ar_sa: نسختك: %d.%d (Build %d)
ro_ro: Versiune instalată: %d.%d (Generare %d)
ru_ru: Ваша версия: %d.%d (сборка %d)
sl_si: Vaša verzija: %d.%d (izgradnja %d)
th_th: เวอร์ชันของคุณ: %d.%d (Build %d)
vi_vn: Phiên bản của bạn: %d.%d (Bản dựng %d)

source: Latest version: %d.%d (Build %d)
ar_sa: آخر نسخة: %d.%d (Build %d)
ro_ro: Cea mai recentă versiune: %d.%d (Generare %d)
ru_ru: Новейшая версия: %d.%d (сборка %d)
sl_si: Najnovejša verzija: %d.%d (izgradnja %d)
th_th: เวอร์ชันล่าสุด: %d.%d (Build %d)
vi_vn: Phiên bản mới nhất: %d.%d (Bản dựng %d)

source: bytes
ar_sa: بايت
ro_ro: baiți
ru_ru: байт
sl_si: bajtov
th_th: ไบต์

source: KB
ar_sa: ك.ب
ru_ru: КБ

source: MB
ar_sa: م.ب
ru_ru: МБ

source: GB
ar_sa: غ.ب
ru_ru: ГБ

source: TB
ar_sa: ت.ب
ru_ru: ТБ

source: PB
ar_sa: ب.ب
ru_ru: ПБ

source: kilobytes
ar_sa: كيلو بايت
ro_ro: kilobaiți
ru_ru: КБ
sl_si: kilobajtov
th_th: กิโลไบต์

source: megabytes
ar_sa: ميغا بايت
ro_ro: megabaiți
ru_ru: МБ
sl_si: megabajtov
th_th: เมกะไบต์

source: Default
ar_sa: الإفتراضي
ro_ro: Implicit
ru_ru: По умолчанию
sl_si: Privzeto
th_th: ค่าเริ่มต้น
vi_vn: Mặc định

source: %s (Default)
ar_sa: %s (الإفتراضي)
ro_ro: %s (Implicit)
ru_ru: %s (по умолчанию)
sl_si: %s (privzeto)
th_th: %s (ค่าเริ่มต้น)
vi_vn: %s (Mặc định)

source: BIOS (or UEFI-CSM)
ar_sa: BIOS (أو UEFI-CSM)
ro_ro: BIOS (sau UEFI-CSM)
ru_ru: BIOS (или UEFI-CSM)
sl_si: BIOS (oz. UEFI-CSM)
th_th: BIOS (หรือ UEFI-CSM)
vi_vn: BIOS (hoặc UEFI-CSM)

source: UEFI (non CSM)
ar_sa: UEFI (بدون CSM)
ro_ro: UEFI (fără CSM)
ru_ru: UEFI (не-CSM)
sl_si: UEFI (brez CSM)
vi_vn: UEFI (không CSM)

source: BIOS or UEFI
ar_sa: BIOS أو UEFI
ro_ro: BIOS sau UEFI
ru_ru: BIOS или UEFI
sl_si: BIOS ali UEFI
th_th: BIOS หรือ UEFI
vi_vn: BIOS hoặc UEFI

source: %d pass
ar_sa: %d تجاوز
ro_ro: %d pas
ru_ru: %d проход
sl_si: %d prehod
th_th: %d รอบ
vi_vn: Qua %d lần

source: %d passes %s
ar_sa: %d تجاوزات %s
ro_ro: %d pași %s
ru_ru: %d прохода %s
sl_si: %d prehoda/-i %s
th_th: %d รอบ %s
vi_vn: Qua %d lần %s

source: ISO Image
ar_sa: صورة قرص ISO
ro_ro: Imagine ISO
ru_ru: Образ ISO
sl_si: Sliko ISO
vi_vn: Tệp ISO

source: Application
ar_sa: التطبيق
ro_ro: Aplicație
ru_ru: Приложение
sl_si: Aplikacija
th_th: แอปพลิเคชัน
vi_vn: Ứng dụng

source: Abort
ar_sa: إيقاف
ro_ro: Anulare
ru_ru: Отменить
sl_si: Prekini
th_th: ยกเลิก
vi_vn: Huỷ bỏ

source: Launch
ar_sa: بدأ
ro_ro: Lansare
ru_ru: Запустить
sl_si: Zaženi
th_th: เปิด
vi_vn: Khởi chạy

source: Operation cancelled by the user
ar_sa: تم إلغاء العملية من قبل المستخدم
ro_ro: Operațiune anulată de către utilizator
ru_ru: Операция прервана пользователем
sl_si: Operacijo je prekinil uporabnik
th_th: การดำเนินการถูกยกเลิกโดยผู้ใช้
vi_vn: Tiến trình bị huỷ bởi người dùng

source: Error
ar_sa: خطأ
ro_ro: Eroare
ru_ru: Ошибка
sl_si: Napaka
th_th: ความผิดพลาด
vi_vn: Lỗi

source: Error: %s
ar_sa: خطأ: %s
ro_ro: Eroare: %s
ru_ru: Ошибка: %s
sl_si: Napaka: %s
th_th: ผิดพลาด: %s
vi_vn: Lỗi: %s

source: File download
ar_sa: تنزيل الملف
ro_ro: Descărcare fișier
ru_ru: Скачивание файла
sl_si: Prenos datoteke
th_th: ดาวน์โหลดไฟล์
vi_vn: Tải xuống tập tin

source: USB Storage Device (Generic)
ar_sa: جهاز تخزين USB (عام)
ro_ro: Dispozitiv de stocare USB (Generic)
ru_ru: USB-устройство хранения данных
sl_si: USB podatkovni nosilec (generičen)
th_th: อุปกรณ์ USB
vi_vn: Thiết bị lưu trữ USB (Cơ bản)

source: %s (Disk %d) [%s]
ar_sa: %s (قرص %d) [%s]
ro_ro: %s (Disc %d) [%s]
ru_ru: %s (Диск %d) [%s]
th_th: %s (ดิสก์ที่ %d) [%s]
vi_vn: %s (Đĩa %d) [%s]

source: Multiple Partitions
ar_sa: أقسام متعددة
ro_ro: Partiții multiple
ru_ru: Несколько разделов
sl_si: Več particij
th_th: พบหลายพาร์ติชัน
vi_vn: Đa phân vùng

source: Rufus - Flushing buffers
ar_sa: Rufus - تفريغ الذاكرة
ro_ro: Rufus - Curățare buffer
ru_ru: Очистка буферов
sl_si: Rufus - izpiranje medpomnilnika
th_th: Rufus - กำลังล้างบัฟเฟอร์
vi_vn: Rufus - Xoá bộ đệm

source: Rufus - Cancellation
ar_sa: Rufus - إلغاء
ro_ro: Rufus - Anulare
ru_ru: Отмена
sl_si: Rufus - preklic
th_th: Rufus - ยกเลิกการดำเนินการ
vi_vn: Rufus - Huỷ

source: Success.
ar_sa: نجاح.
ro_ro: Finalizat cu succes.
ru_ru: Успешно.
sl_si: Uspešno zaključeno.
th_th: สำเร็จ
vi_vn: Thành công.

source: Undetermined error while formatting.
ar_sa: خطأ غير محدد أثناء التهيئة.
ro_ro: Eroare necunoscută în timpul formatării.
ru_ru: Неизвестная ошибка при форматировании.
sl_si: Nedoločena napaka med formatiranjem.
th_th: พบข้อบกพร่องขณะดำเนินการฟอร์แมต
vi_vn: Lỗi không xác định khi đang định dạng.

source: Cannot use the selected file system for this media.
ar_sa: لا يمكن استخدام نظام الملفات المحدد لهذه الوسائط.
ro_ro: Nu se poate utiliza sistemul de fișiere selectat pe acest dispozitiv media.
ru_ru: Для этого устройства невозможно использовать выбранную файловую систему.
sl_si: Za ta medij tega datotečnega sistema ni mogoče uporabiti.
th_th: ไม่สามารถใช้ระบบไฟล์ที่เลือกกับอุปกรณ์นี้ได้
vi_vn: Không thể dùng hệ thống tập tin đã chọn cho thiết bị này.

source: Access to the device is denied.
ar_sa: تم رفض الوصول إلى الجهاز.
ro_ro: Accesul la dispozitiv a fost respins.
ru_ru: Нет доступа к устройству.
sl_si: Dostop do naprave je zavrnjen.
th_th: ไม่สามารถเข้าถึงอุปกรณ์ได้
vi_vn: Thiết bị từ chối truy cập.

source: Media is write protected.
ar_sa: الوسائط محمية ضد الكتابة.
ro_ro: Dispozitivul media are scrierea protejată.
ru_ru: Носитель данных защищён от записи.
sl_si: Na medij ni mogoče pisati.
th_th: อุปกรณ์นี้มีการป้องกันการเขียน
vi_vn: Thiết bị được bảo vệ ghi.

source: The device is in use by another process. Please close any other process that may be accessing the device.
ar_sa: الجهاز قيد الاستخدام بواسطة عملية أخرى. الرجاء إغلاق أي عملية أخرى قد تقوم بالوصول إلى الجهاز.
ro_ro: Dispozitivul este utilizat de către un alt proces. Vă rugăm să închideți orice alt proces care ar putea să acceseze dispozitivul.
ru_ru: Это устройство используется другим процессом. Сначала завершите процесс.
sl_si: Napravo uporablja drug proces. Prosim, zaprite vse procese, ki bi lahko uporabljali to napravo.
th_th: อุปกรณ์นี้กำลังถูกใช้งานโดยโปรแกรมอื่น กรุณาปิดโปรแกรมที่สงสัยว่ากำลังใช้งานอุปกรณ์นี้อยู่
vi_vn: Thiết bị đang được dùng bởi tiến trình khác. Vui lòng đóng mọi tiến trình có thể truy cập thiết bị.

source: Quick format is not available for this device.
ar_sa: التهّيئة السريعة غير متاحة لهذا الجهاز.
ro_ro: Formatarea rapidă nu este disponibilă pentru acest dispozitiv.
ru_ru: Для этого устройства быстрый формат недоступен.
sl_si: Za to napravo hitro formatiranje ni na voljo.
th_th: อุปกรณ์นี้ไม่สามารถใช้การฟอร์แมตแบบรวดเร็วได้
vi_vn: Định dạng nhanh không khả dụng với thiết bị này.

source: The volume label is invalid.
ar_sa: تسمية وحدة التخزين غير صالحة.
ro_ro: Eticheta volumului nu este validă.
ru_ru: Недопустимая метка тома.
sl_si: Oznaka nosilca je neveljavna.
th_th: ไม่สามารถใช้ชื่อนี้ตั้งชื่ออุปกรณ์ได้
vi_vn: Tên ổ đĩa không hợp lệ.

source: The device handle is invalid.
ar_sa: معالج الجهاز غير صالح.
ro_ro: Procesul de gestionare al dispozitivului nu este valid.
ru_ru: Недопустимый дескриптор устройства.
sl_si: Napravin oprimek je neveljaven.
th_th: การระบุตัวอุปกรณ์ผิดพลาด
vi_vn: Xử lý thiết bị không hợp lệ.

source: The selected cluster size is not valid for this device.
ar_sa: حجم المجموعة المحدد غير صالح لهذا الجهاز.
ro_ro: Dimensiunea selectată pentru cluster nu este validă pentru acest dispozitiv.
ru_ru: Недопустимый размер кластера для этого устройства.
sl_si: Izbrana velikost gruče ni veljavna za to napravo.
th_th: ขนาดของคลัสเตอร์ไม่เข้ากับอุปกรณ์
vi_vn: Kích cỡ liên cung đã chọn không thích hợp với thiết bị này.

source: The volume size is invalid.
ar_sa: حجم وحدة التخزين غير صالح.
ro_ro: Dimensiunea volumului nu este validă.
ru_ru: Недопустимый размер тома.
sl_si: Velikost nosilca je neveljavna.
th_th: ขนาดพื้นที่ของอุปกรณ์ไม่ถูกต้อง
vi_vn: Kích cỡ ổ đĩa không hợp lệ.

source: Please insert a removable media in drive.
ar_sa: الرجاء ادراج وسائط قابلة للإزالة في محرك الأقراص.
ro_ro: Vă rugăm să introduceți un dispozitiv media detașabil.
ru_ru: Вставьте сменный носитель информации в устройство.
sl_si: Prosim, vstavite izmenljiv medij v pogon.
th_th: กรุณาเชื่อมต่ออุปกรณ์เข้ากับเครื่องคอมพิวเตอร์
vi_vn: Vui lòng kết nối ổ gắn ngoài vào.

source: An unsupported command was received.
ar_sa: تم استلام أمر غير مدعوم.
ro_ro: A fost primită o comandă neacceptată.
ru_ru: Получена неподдерживаемая команда.
sl_si: Prejet je bil nepodprt ukaz.
th_th: โปรแกรมได้รับคำสั่งที่ไม่รองรับ
vi_vn: Đã nhận một lệnh không được hỗ trợ.

source: Memory allocation error.
ar_sa: خطأ في تخصيص الذاكرة.
ro_ro: Eroare de alocare memorie.
ru_ru: Ошибка распределения памяти.
sl_si: Napaka pri dodelitvi spomina.
th_th: การจัดสรรหน่วยความจำผิดพลาด
vi_vn: Lỗi sắp xếp bộ nhớ.

source: Read error.
ar_sa: خطأ في القراءة.
ro_ro: Eroare de citire.
ru_ru: Ошибка чтения.
sl_si: Napaka pri branju.
th_th: การอ่านผิดพลาด
vi_vn: Lỗi đọc.

source: Write error.
ar_sa: خطأ في الكتابة.
ro_ro: Eroare de scriere.
ru_ru: Ошибка записи.
sl_si: Napaka pri pisanju.
th_th: การเขียนผิดพลาด
vi_vn: Lỗi ghi.

source: Installation failure
ar_sa: فشل التثبيت
ro_ro: Instalarea a eșuat
ru_ru: Ошибка установки
sl_si: Napaka pri nameščanju
th_th: การติดตั้งโปรแกรมผิดพลาด
vi_vn: Cài đặt thất bại

source: Could not open media. It may be in use by another process. Please re-plug the media and try again.
ar_sa: تعذر فتح الوسائط. قد يكون قيد الاستخدام من قبل عملية أخرى. الرجاء إعادة توصيل الوسائط وحاول مرة أخرى.
ro_ro: Nu s-a putut deschide dispozitivul media. Este posibil ca acesta să fie utilizat de către un alt proces. Vă rugăm să reintroduceți dispozitivul și să încercați din nou.
ru_ru: Невозможно открыть носитель информации. Возможно, он используется другим процессом. Извлеките носитель информации и вставьте его вновь.
sl_si: Ni mogoče odpreti medija. Morda ga uporablja drug proces. Prosim, ponovno priključite medij in poskusite znova.
th_th: ไม่สามารถเข้าถึงอุปกรณ์ได้ อุปกรณ์นี้อาจกำลังถูกใช้งานโดยโปรแกรมอื่น โปรดถอด และเชื่อมต่ออุปกรณ์ใหม่แล้วลองอีกครั้ง
vi_vn: Không thể mở thiết bị. Có thể nó đang được tiến trình khác sử dụng. Vui lòng cắm lại thiết bị và thử lại.

source: Could not partition drive.
ar_sa: تعذر تقسيم محرك الأقراص.
ro_ro: Nu s-a putut partiționa unitatea.
ru_ru: Не удалось создать раздел на диске.
sl_si: Ustvarjanje particije ni uspelo.
th_th: ไม่สามารถแบ่งพาร์ติชันไดรฟ์ได้
vi_vn: Không thể phân vùng ổ đĩa.

source: Could not copy files to target drive.
ar_sa: تعذر نسخ الملفات إلى محرك الأقراص المستهدف.
ro_ro: Nu s-au putut copia fișierele pe dispozitivul țintă.
ru_ru: Не удалось скопировать файлы на целевое устройство.
sl_si: Ni bilo mogoče kopirati datotek na ciljni pogon.
th_th: ไม่สามารถคัดลอกไฟล์ลงไปยังไดรฟ์ได้
vi_vn: Không thể chép tập tin vào đĩa.

source: Cancelled by user.
ar_sa: تم الإلغاء من قبل المستخدم.
ro_ro: Anulat de către utilizator.
ru_ru: Отменено пользователем.
sl_si: Uporabnik je prekinil operacijo.
th_th: ยกเลิกโดยผู้ใช้
vi_vn: Đã huỷ bởi người dùng.

source: Unable to start thread.
ar_sa: غير قادر على بدء الـ thread.
ro_ro: Nu se poate porni firul de execuție.
ru_ru: Невозможно запустить поток.
sl_si: Niti ni mogoče zagnati.
th_th: ไม่สามารถเริ่มต้นเธรดการทำงานได้
vi_vn: Không thể bắt đầu luồng.

source: Bad blocks check didn't complete.
ar_sa: لم يكتمل فحص الأجزاء السيئة.
ro_ro: Căutarea blocurilor defecte nu s-a finalizat.
ru_ru: Проверка на плохие блоки не завершена.
sl_si: Preizkus blokov se ni zaključil.
th_th: การตรวจสอบจุดบกพร่องของไดรฟ์ไม่แล้วเสร็จ
vi_vn: Kiểm tra khối hỏng chưa hoàn tất.

source: ISO image scan failure.
ar_sa: فشل فحص صورة قرص ISO.
ro_ro: Analiza imaginii ISO a eșuat.
ru_ru: Ошибка сканирования образа ISO.
sl_si: Napaka pri preiskovanju ISO slike.
th_th: การตรวจสอบอิมเมจ ISO ผิดพลาด
vi_vn: Quét tệp ISO thất bại.

source: ISO image extraction failure.
ar_sa: فشل استخراج صورة قرص ISO.
ro_ro: Extragerea imaginii ISO a eșuat.
ru_ru: Ошибка извлечения образа ISO.
sl_si: Napaka pri vlečenju iz ISO slike.
th_th: การแตกไฟล์อิมเมจ ISO ผิดพลาด
vi_vn: Trích xuất tệp ISO thất bại.

source: Unable to remount volume.
ar_sa: إعادة تركيب وحدة التخزين غير ممكنة.
ro_ro: Nu se poate remonta volumul.
ru_ru: Невозможно перемонтировать том.
sl_si: Nosilca ni mogoče ponovno priklopiti.
th_th: ไม่สามารถเชื่อมต่อ Volumn ได้
vi_vn: Không thể tái gắn ổ đĩa.
