Repository: zxlhhyccc/rufus
Catalog: res/loc/po/*.po
Languages: ar_sa, ro_ro, ru_ru, sl_si, th_th, vi_vn

source: Unable to patch/setup files for boot.
ar_sa: تعذر تصحيح/إعداد ملفات الاقلاع.
ro_ro: Nu se pot configura fișierele pentru boot.
ru_ru: Невозможно исправить/настроить файлы для загрузки.
sl_si: Ni mogoče popraviti oz. pripraviti zagonskih datotek.
th_th: ไม่สามารถติดตั้งไฟล์แพทช์สำหรับบูตได้
vi_vn: Không thể vá/cài đặt tập tin cho việc khởi động.

source: Unable to assign a drive letter.
ar_sa: تعذر تعيين حرف لمحرك أقراص.
ro_ro: Nu se poate atribui litera unității.
ru_ru: Невозможно назначить букву диска.
sl_si: Pogonu ni mogoče dodeliti črke.
th_th: ตั้งอักษรประจำไดรฟ์ไม่ได้
vi_vn: Không thể định ký tự ổ đĩa.

source: Can't mount GUID volume.
ar_sa: لا يمكن تحميل وحدة تخزين GUID.
ro_ro: Nu se poate monta volumul GUID.
ru_ru: Невозможно смонтировать том GUID.
sl_si: Ni mogoče priklopiti nosilca z GUID.
th_th: ไม่สามารถเชื่อมต่อ GUID volume ได้
vi_vn: Không thể gắn kết ổ GUID.

source: The device is not ready.
ar_sa: الجهاز غير جاهز.
ro_ro: Dispozitivul nu este pregătit.
ru_ru: Устройство не готово.
sl_si: Naprava ni pripravljena.
th_th: อุปกรณ์ไม่พร้อมใช้งาน
vi_vn: Thiết bị chưa sẵn sàng.

source: Rufus detected that Windows is still flushing its internal buffers onto the USB device. Depending on the speed of your USB device, this operation may take a long time to complete, especially for large files. We recommend that you let Windows finish, to avoid corruption. But if you grow tired of waiting, you can just unplug the device...
ar_sa: اكتشف Rufus أن Windows لا يزال يقوم بمسح المخازن المؤقتة للذاكرة الداخلية الخاصة به على جهاز USB. اعتمادًا على سرعة جهاز USB الخاص بك، قد تستغرق هذه العملية وقتًا طويلاً حتى تكتمل، خاصة للملفات الكبيرة. نوصي بترك Windows ينتهي لتجنب التلف. ولكن إذا مللت من الانتظار، يمكنك فقط فصل الجهاز ...
ro_ro: Rufus a observat că Windows încă mai scrie date din buffer pe dispozitivul USB. În funcție de viteza dispozitivului USB, poate dura mult timp pentru ca această operațiune să se finalizeze, mai ales dacă există fișiere mari. Pentru a evita deteriorarea datelor, vă recomandăm să așteptați câteva momente pentru ca Windows să finalizeze scrierea. Dacă nu doriți să așteptați, puteți scoate dispozitivul USB, însă integritatea datelor nu va fi garantată.
ru_ru: Rufus обнаружил, что Windows всё ещё очищает внутренний буфер USB-устройства. В зависимости от скорости USB-устройства, эта операция может занять много времени, особенно для больших файлов. Чтобы избежать повреждения устройства, дождитесь, пока Windows закончит. Но если вам надоест ждать, можете просто отключить устройство...
sl_si: Rufus je zaznal, da Windows še vedno izpira svoje notranje medpomnilnike na napravo USB. Odvisno od hitrosti naprave to lahko traja veliko časa, še posebej za velike datoteke. Priporočamo vam, da počakate, da Windows opravi svoje, da se izognete poškodbi podatkov. Če pa se čakanja naveličate, lahko napravo kar izvlečete...
th_th: Rufus พบว่าขณะนี้ Windows กำลังดำเนินการเขียนไฟล์ลงบนอุปกรณ์ USB ความเร็วขึ้นอยู่กับ USB ของคุณ ดังนั้นการดำเนินการนี้อาจใช้เวลานานโดยเฉพาะอย่างยิ่งกับไฟล์ที่มีขนาดใหญ่มากๆ เราแนะนำให้คุณรอให้การดำเนินการเสร็จสิ้นเพื่อป้องกันไฟล์เสียหาย อย่างไรก็ตาม หากคุณไม่ต้องการรอก็สามารถดึงอุปกรณ์ออกไปได้เลย...
vi_vn: Rufus đã phát hiện Windows vẫn đang làm sạch bộ đệm bên trong thiết bị USB. Tuỳ thuộc vào tốc độ của thiết bị USB, hoạt động này có thể mất một thời gian dài để hoàn tất, đặc biệt với những tập tin lớn. Chúng tôi khuyên bạn nên để Windows kết thúc để phòng hỏng dữ liệu. Nhưng nếu bạn cảm thấy quá lâu, hãy cứ tháo thiết bị ra...

source: Unsupported image
ar_sa: صورة قرص غير مدعومة
ro_ro: Imagine neacceptată
ru_ru: Неподдерживаемый образ
sl_si: Nepodprta slika
th_th: ไม่รองรับอิมเมจไฟล์นี้
vi_vn: Tệp tin không được hỗ trợ

source: This image is either non-bootable, or it uses a boot or compression method that is not supported by Rufus...
ar_sa: صورة القرص هذه إما غير قابلة للاقلاع، أو تستخدم طريقة اقلاع أو ضغط لا يدعمها Rufus ...
ro_ro: Această imagine nu este de tip boot, sau folosește o metodă de boot sau compresie care nu este acceptată de Rufus...
ru_ru: Образ либо незагрузочный, либо использует метод загрузки или сжатия, не поддерживаемый Rufus.
sl_si: Ta slika ni zagonska ali pa Rufus ne podpira njenega načina zagona ali metode stiskanja.Ta ISO očitno ne uporablja nobenega izmed njih...
th_th: อิมเมจไฟล์นี้ไม่สามารถบูตได้ หรืออาจจะมีการใช้วิธีการบูตอื่นๆ ที่ Rufus ไม่รองรับ
vi_vn: Tệp này không có khả năng khởi động hoặc sử dụng một phương thức khởi động hoặc nén không được Rufus hỗ trợ...

source: Replace %s?
ar_sa: إستبدال %s؟
ro_ro: Înlocuiți %s?
ru_ru: Заменить %s?
sl_si: Zamenjam %s?
th_th: แทนที่ %s?
vi_vn: Thay thế %s?

source: This ISO image seems to use an obsolete version of '%s'. Boot menus may not display properly because of this. A newer version can be downloaded by Rufus to fix this issue: - Choose 'Yes' to connect to the internet and download the file - Choose 'No' to leave the existing ISO file unmodified If you don't know what to do, you should select 'Yes'. Note: The new file will be downloaded in the current directory and once a '%s' exists there, it will be reused automatically.
ar_sa: صورة الـISO يبدو استخدامها لإصدار قديم من '%s'. قوائم الإقلاع قد لا يتم عرضها بشكل صحيح بهذا السبب. لإصلاح الخلل يمكنك تحميل إصدار جديد من قبل Rufus: - إختر ‘نعم’ للإتصال بالإنترنت وتحميل الملف - إختر ‘لا’ لترك ملف الISO دون تعديل إذا كنت لا تعرف ما عليك فعله, عليك اختيار ‘نعم’. ملاحظة: سيتم تحميل ملف جديد في المجلد الحالي للتطبيق وبعد العثور على ‘%s’ هناك, سوف يتم إعادة إستخدامه تلقائياً.
ro_ro: Această imagine ISO pare să folosească o versiune învechită de '%s'. Drept urmare, este posibil ca meniul de boot să nu funcționeze corect. Rufus poate descărca o versiune mai nouă pentru rezolva această problemă: - Alegeți 'Da' pentru a vă conecta la internet și a descărca fișierul - Alegeți 'Nu' pentru a lăsa fișierul ISO neschimbat. Dacă nu știți care este alegerea potrivită, este recomandat să alegeți 'Da'. Observație: Un nou fișier va fi descărcat în folderul curent. Odată descărcat, noua versiune de '%s' va fi refolosită automat.
ru_ru: Образ ISO использует устаревшую версию '%s'. Загрузочные меню могут отображаться неправильно. Новую версию можно скачать с помощью Rufus: - Выберите 'Да', чтобы скачать файл из Интернета - Выберите 'Нет', чтобы не изменять образ ISO Если вы не знаете, что делать, то выберите 'Да'. Файл загрузится в текущую папку, а если в ней есть '%s', то он будет автоматически заменён.
sl_si: Zdi se, da ta ISO slika uporablja zastarelo verzijo "%s". Zaradi tega se zagonski meniji morda ne bodo prikazovali pravilno. Rufus lahko prenese novejšo verzijo, da to težavo odpravi. - Izberite "Da", da se povežete na internet in prenesete datoteko. - Izberite "Ne", da slike ne spreminjate. Če ne veste, kaj storiti, izberite "Da". Opomba: nova datoteka bo prenesena v trenutni imenik in ko datoteka "%s" tam enkrat obstaja, bo samodejno uporabljena tudi v bodoče.
th_th: ไฟล์ ISO นี้อาจมีการใช้เวอร์ชันที่ล้าสมัยของ '%s' ซึ่งอาจทำให้เมนูการบูตไม่สามารถแสดงผลได้ถูกต้อง Rufus สามารถดาวน์โหลดเวอร์ชันที่ใหม่กว่าให้คุณได้: - เลือก 'Yes' เพื่อดาวน์โหลดไฟล์ผ่านอินเทอร์เน็ต - เลือก 'No' เพื่อใช้อิมเมจไฟล์อันเดิม หากไม่รู้จะเลือกวิธีใด ให้เลือก 'Yes' หมายเหตุ: ไฟล์ใหม่จะถูกจัดเก็บในโฟลเดอร์ปัจจุบัน และเมื่อไฟล์ '%s มีแล้ว ไฟล์จะถูกเลือกใช้โดยอัตโนมัติ
vi_vn: Tệp ISO này có vẻ là phiên bản lỗi thời của '%s'. Các menu khởi động có thể không hiện chính xác vì điều này. Một phiên bản mới có thể được tải xuống bởi Rufus để khắc phục vấn đề này: - Chọn 'Có' để kết nối với Internet và tải tập tin xuống - Chọn 'Không' để không thay đổi tập tin ISO đang có Nếu bạn không biết phải làm gì, bạn nên chọn 'Có'. Ghi chú: Tập tin mới sẽ được tải xuống vào thư mục hiện tại và một khi '%s' tồn tại trong đó, nó sẽ được tự động tái sử dụng.

source: Downloading %s
ar_sa: جاري تنزيل %s
ro_ro: Se descarcă %s
ru_ru: Загрузка %s
sl_si: Prenašam %s
th_th: กำลังดาวน์โหลด %s
vi_vn: Đang tải xuống %s

source: No image selected
ar_sa: لم يتم اختيار أي صورة قرص
ro_ro: Nicio imagine selectată
ru_ru: Не выбран образ
sl_si: Izbrana ni nobena slika
th_th: ยังไม่ได้เลือกอิมเมจไฟล์
vi_vn: Chưa chọn tệp tin

source: for %s NAND
ar_sa: ل %s NAND
ro_ro: pentru tip %s
ru_ru: для %s NAND
sl_si: za nosilec vrste %s
th_th: สำหรับ %s NAND
vi_vn: cho %s NAND

source: Image is too big
ar_sa: صورة القرص كبيرة جدًا
ro_ro: Imaginea este prea mare
ru_ru: Слишком большой образ
sl_si: Slika je prevelika
th_th: อิมเมจไฟล์มีขนาดใหญ่เกินไป
vi_vn: Tệp tin quá lớn

source: The image is too big for the selected target.
ar_sa: صورة القرص كبيرة جدًا بالنسبة للهدف المحدد.
ro_ro: Imaginea este prea mare pentru dispozitivul selectat.
ru_ru: Образ слишком большой для выбранного устройства.
sl_si: Ta slika je prevelika za izbrani cilj.
th_th: อิมเมจไฟล์มีขนาดใหญ่กว่าอุปกรณ์
vi_vn: Tệp tin quá lớn cho đĩa đã chọn.

source: Unsupported ISO
ar_sa: ISO غير مدعوم
ro_ro: Imagine ISO neacceptată
ru_ru: Неподдерживаемый образ ISO
sl_si: Nepodprt ISO
th_th: ไม่รองรับไฟล์ ISO นี้
vi_vn: ISO không được hỗ trợ

source: When using UEFI Target Type, only EFI bootable ISO images are supported. Please select an EFI bootable ISO or set the Target Type to BIOS.
ar_sa: عند استخدام نوع هدف UEFI، يتم دعم صور أقراص ISO القابلة للاقلاع من EFI فقط. الرجاء تحديد ملف ISO قابل للاقلاع من EFI أو تعيين نوع الهدف على BIOS.
ro_ro: Atunci când este selectat UEFI drept țintă, doar imaginile ISO de tip EFI boot sunt acceptate. Vă rugăm să alegeți un fișier ISO de tip EFI, sau să selectați BIOS drept țintă.
ru_ru: При использовании целевого типа UEFI поддерживаются только загрузочные образы ISO. Выберите загрузочный образ EFI или измените целевой тип BIOS.
sl_si: Za cilj UEFI so podprte samo zagonske ISO slike, združljive z EFI. Prosim, izberite zagonski ISO, združljiv z EFI, ali nastavite cilj na BIOS.
th_th: เมื่อเลือกใช้รูปแบบ UEFI อิมเมจไฟล์ที่รองรับจะต้องเป็นแบบ EFI ด้วย กรุณาเลือก ISO ที่รองรับ EFI หรือเปลี่ยนรูปแบบเป็น BIOS แทน
vi_vn: Khi dùng loại hệ thống là UEFI, chỉ có tệp ISO có thể khởi động với EFI được hỗ trợ. Vui lòng chọn tệp phù hợp hoặc chọn loại hệ thống là BIOS.

source: Unsupported filesystem
ar_sa: نظام ملفات غير مدعوم
ro_ro: Sistem de fișiere neacceptat
ru_ru: Неподдерживаемая файловая система
sl_si: Nepodprt datotečni sistem
th_th: ไม่รองรับระบบไฟล์นี้
vi_vn: Hệ thống tập tin không được hỗ trợ

source: IMPORTANT: THIS DRIVE CONTAINS MULTIPLE PARTITIONS!! This may include partitions/volumes that aren't listed or even visible from Windows. Should you wish to proceed, you are responsible for any data loss on these partitions.
ar_sa: هام: هذا المحرك يحتوي على أجزاء متعددة !! قد يشمل ذلك أقسامًا أو وحدات تخزين غير مدرجة أو حتى مرئية من Windows. إذا كنت ترغب في المتابعة، فأنت مسؤول عن أي فقدان للبيانات في هذه الأقسام.
ro_ro: IMPORTANT: ACEASTĂ UNITATE CONȚINE MAI MULTE PARTIȚII!! Aceste partiții pot fi ascunse sau invizibile în Windows. Continuând, dumneavoastră veți fi responsabil(ă) pentru orice pierderi de date apărute în urma ștergerii acestor partiții.
ru_ru: ВАЖНО: НА ЭТОМ ДИСКЕ НЕСКОЛЬКО РАЗДЕЛОВ!! Этот диск может содержать разделы/тома, которые отсутствуют в списке или даже не видны в Windows. В случае продолжения вы несёте ответственность за любую потерю данных на этих разделах.
sl_si: TA POGON IMA VEČ PARTICIJ! To lahko vključuje particije, ki jih Windows niti ne prikazuje. Če nadaljujete, ste odgovorni za morebitno izgubo podatkov na teh particijah.
th_th: คำเตือน:ไดรฟ์นี้มีหลายพาร์ติชัน!! ซึ่งอาจรวมไปถึงพาร์ติชันที่ไม่สามารถมองเห็นได้บน Windows หากดำเนินการต่อ ข้อมูลบนพาร์ติชันดังกล่าวจะหายไปอย่างถาวร
vi_vn: QUAN TRỌNG: Ổ ĐĨA NÀY CHỨA NHIỀU PHÂN VÙNG!! Có thể bao gồm phân vùng/ổ đĩa không có trong danh sách hoặc không hiển thị trong Windows. Nếu bạn tiến hành, bạn sẽ phải chịu trách nhiệm về mọi tổn thất dữ liệu trên những phân vùng này.

source: Multiple partitions detected
ar_sa: تم الكشف عن أقسام متعددة
ro_ro: Au fost detectate mai multe partiții
ru_ru: Обнаружено несколько разделов
sl_si: Zaznanih več particij
th_th: พบหลายพาร์ติชัน
vi_vn: Đã phát hiện nhiều phân vùng

source: DD Image
ar_sa: صورة قرص DD
ro_ro: Imagine DD
ru_ru: DD-образ
sl_si: Sliko DD
vi_vn: Tệp tin DD

source: The file system currently selected can not be used with this type of ISO. Please select a different file system or use a different ISO.
ar_sa: لا يمكن استخدام نظام الملفات المحدد حاليًا مع هذا النوع من ISO. الرجاء تحديد نظام ملفات مختلف أو استخدام ملف ISO مختلف.
ro_ro: Sistemul de fișiere selectat nu poate fi utilizat cu acest tip de ISO. Vă rugăm să selectați alt sistem de fișiere sau să folosiți alt fișier ISO.
ru_ru: Выбранная файловая система не может использоваться с этим типом образа ISO. Выберите другую файловую систему или другой образ ISO.
sl_si: Trenutno izbranega datotečnega sistema ni mogoče uporabljati s to vrsto slike ISO. Izberite drug datotečni sistem ali pa uporabite drugo sliko.
th_th: ระบบไฟล์ที่เลือกปัจจุบันไม่สามารถใช้ได้กับ ISO รูปแบบนี้ กรุณาเลือกระบบไฟล์หรือ ISO ใหม่ที่ต่างไปจากเดิม
vi_vn: Không thể dùng loại ISO này với hệ thống tập tin đã chọn. Vui lòng chọn một hệ thống tập tin hoặc ISO khác.

source: '%s' can only be applied if the file system is NTFS.
ar_sa: '%s' يمكن فقط تطبيقه إذا كان نظام الملفات NTFS.
ro_ro: '%s' poate fi aplicat doar dacă sistemul de fișiere este NTFS.
ru_ru: '%s' может использоваться только с файловой системой NTFS.
sl_si: '%so' je mogoče uporabiti samo z datotečnim sistemom NTFS.
th_th: '%s' สามารถใช้ได้เฉพาะกับระบบไฟล์ NTFS เท่านั้น
vi_vn: Chỉ có thể áp dụng '%s' nếu hệ thống tập tin là NTFS.

source: IMPORTANT: You are trying to install 'Windows To Go', but your target drive doesn't have the 'FIXED' attribute. Because of this Windows will most likely freeze during boot, as Microsoft hasn't designed it to work with drives that instead have the 'REMOVABLE' attribute. Do you still want to proceed? Note: The 'FIXED/REMOVABLE' attribute is a hardware property that can only be changed using custom tools from the drive manufacturer. However those tools are ALMOST NEVER provided to the public...
ar_sa: هام: أنت تحاول تثبيت 'Windows To Go'، لكن القرص المستهدف ليس لديه السمة 'FIXED'. على الأرجح سيتسبب هذا في تجمد ويندوز أثناء الإقلاع، لأن ميكروسوفت لم تصممه ليعمل مع الأقراص ذات السمة 'REMOVABLE'. هل لا زلت تريد الإستمرار؟ ملاحظة: السمات 'FIXED/REMOVABLE' هي خصائص للعتاد يمكن تغييرها فقط باستعمال أدوات خاصة من مُصنع الأقراص. لكن هذه الأدوات لا تُّوفر للعامة غالبا...
ro_ro: IMPORTANT: Ați ales să instalați 'Windows To Go', dar unitatea aleasă nu are atributul 'FIXED'. Drept urmare, Windows nu va porni corect, întrucât Microsoft nu a proiectat acest sistem de operare să funcționeze cu unitățile care au atributul 'REMOVABLE'. Doriți totuși să continuați? Observație: Atributul 'FIXED/REMOVABLE' este o proprietate hardware. Atributul poate fi schimbat doar folosind instrumente speciale personalizate de către producătorul unității, însă aceste instrumente nu sunt APROAPE NICIODATĂ oferite publicului...
ru_ru: ВАЖНО: Вы пытаетесь установить Windows To Go, но у целевого диска нет атрибута 'FIXED' (несъёмный). Из-за этого Windows, скорее всего, зависнет при загрузке, так как Windows To Go предназначена для работы только с дисками с атрибутом 'REMOVABLE' (съёмный). Всё равно хотите продолжить? * Атрибут 'FIXED/REMOVABLE' - это свойство оборудования. Его можно изменить только с помощью специальных инструментов от производителя, которые ПОЧТИ НИКОГДА не предоставляются общественности...
sl_si: POMEMBNO: Namestiti poskušate 'Windows To Go' na odstranljiv nosilec. Windows se bo najverjetneje ustavil med zagonom, ker zagon z odstranljivega nosilca ni uradno podprt. Ali še vedno želite nadaljevati? Opomba: atribut, ki določa, ali je nosilec "fiksen" ali "odstranljiv", je mogoče spremeniti le s posebnim programom proizvajalca naprave. Takšni programi navadno niso na voljo javnosti.
th_th: คำเตือน: คุณกำลังเลือกติดตั้ง 'Windows To Go' แต่อุปกรณ์ของคุณไม่มีค่า attribute เป็น 'FIXED' ดังนั้น Windows อาจจะค้างขณะทำการบูตได้ เพราะ Microsoft ไม่ได้ออกแบบระบบให้ทำงานบนอุปกรณ์แบบถอดได้ (ค่า attribute เป็น 'REMOVABLE') คุณต้องการดำเนินการต่อหรือไม่? หมายเหตุ: แอททริบิวต์แบบ 'FIXED/REMOVABLE' เป็นคุณสมบัติเฉพาะของอุปกรณ์ และสามารถถูกแก้ไขได้โดยเครื่องมือที่สร้างโดยผู้ผลิตเท่านั้น ซึ่งหาได้ยากมาก และไม่ถูกปล่อยให้ใช้งานโดยทั่วไป...
vi_vn: QUAN TRỌNG: Bạn đang cố cài đặt 'Windows To Go', nhưng ổ đĩa không có thuộc tính 'CỐ ĐỊNH'. Vì vậy, Windows có thể sẽ đóng băng tại điểm khởi động, do Microsoft không thiết kế nó để chạy với ổ đĩa có thuộc tính 'CÓ THỂ THÁO ĐƯỢC'. Bạn vẫn muốn tiến hành? Ghi chú: Thuộc tính 'CỐ ĐỊNH/CÓ THỂ THÁO ĐƯỢC' là một thuộc tính phần cứng chỉ có thể thay đổi bằng các công cụ tuỳ chỉnh từ nhà sản xuất ổ đĩa. Tuy nhiên những công cụ này HẦU NHƯ KHÔNG BAO GIỜ được cung cấp công khai...

source: Filesystem limitation
ar_sa: قيود نظام الملفات
ro_ro: Limitare a sistemului de fișiere
ru_ru: Ограничения файловой системы
sl_si: Omejitev datotečnega sistema
th_th: ข้อจำกัดของแต่ละระบบไฟล์
vi_vn: Giới hạn tập tin hệ thống

source: This ISO image contains a file larger than 4 GB, which is more than the maximum size allowed for a FAT or FAT32 file system.
ar_sa: تحتوي صورة قرص ISO هذه على ملف أكبر من 4 جيجابايت، وهو أكثر من الحجم الأقصى المسموح به لنظام الملفات FAT أو FAT32.
ro_ro: Această imagine ISO conține un fișier mai mare de 4 GO, care depășește dimensiunea maximă permisă pentru un sistem de fișiere FAT sau FAT32.
ru_ru: Этот образ ISO содержит файл размером более 4 ГБ, что превосходит максимальный размер для файловой системы FAT или FAT32.
sl_si: Ta slika vsebuje datoteko, večjo od 4 GB, kar je več kot največja velikost, ki jo dopuščata datotečna sistema FAT in FAT32.
th_th: ไฟล์ ISO นี้ประกอบไปด้วยไฟล์ที่มีขนาดใหญ่กว่า 4 GB ซึ่งมากกว่าขนาดสูงสุดที่ระบบไฟล์แบบ FAT หรือ FAT32 จะรองรับได้
vi_vn: Tệp ISO này có chứa một tập tin lớn hơn 4 GB, lớn hơn kích thước tập tin tối đa được hệ thống FAT hoặc FAT32 cho phép.

source: Missing WIM support
ar_sa: دعم WIM مفقود
ro_ro: Lipsește suportul WIM
ru_ru: Отсутствует поддержка WIM
sl_si: Manjkajoča podpora za WIM
th_th: ไม่รองรับรูปแบบ WIM
vi_vn: Thiếu hỗ trợ WIM

source: Your platform cannot extract files from WIM archives. WIM extraction is required to create EFI bootable Windows 7 and Windows Vista USB drives. You can fix that by installing a recent version of 7-Zip. Do you want to visit the 7-zip download page?
ar_sa: لا يمكن لنظامك الأساسي استخراج الملفات من أرشيفات WIM. يلزم استخراج WIM لإنشاء محركات أقراص USB قابلة للإقلاع من EFI لنظامي التشغيل Windows 7 و Windows Vista. يمكنك إصلاح ذلك عن طريق تثبيت إصدار حديث من 7-Zip. هل تريد زيارة صفحة التنزيل 7-zip؟
ro_ro: Platforma dvs. nu poate extrage fișiere din archive WIM. Extragerea din WIM este necesară pentru a crea unități de boot EFI pentru Windows 7 și Windows Vista. Puteți rezolva această problemă descărcând 7-Zip. Doriți să accesați pagina de descărcare 7-Zip?
ru_ru: Ваша система не может извлекать файлы из архивов WIM. Распаковка таких архивов необходима для создания загрузочных USB-накопителей EFI для Windows 7 и Windows Vista. Чтобы решить эту проблему, установите новейшую версию 7-Zip. Открыть страницу загрузки 7-Zip?
sl_si: Vaš sistem ne more vleči datotek iz arhivov WIM. To je potrebno za ustvarjanje zagonskih pogonov USB z operacijskim sistemom Windows Vista ali Windows 7. To lahko popravite, če namestite nedavno verzijo programa 7-Zip. Želite obiskati spletno stran, kjer lahko 7-Zip prenesete?
th_th: ระบบปฏิบัติการของคุณไม่สามารถแตกไฟล์แบบ WIM ได้ โดยไฟล์ WIM จำเป็นที่ต้องใช้ในการสร้าง Windows 7 ให้บูตได้แบบ EFI และ Windows Vista บน USB ซึ่งแก้ไขได้โดยการติดตั้ง 7-Zip เวอร์ชันล่าสุด ต้องการเปิดหน้าดาวน์โหลด 7-zip หรือไม่?
vi_vn: Nền tảng của bạn không thể giải nén tệp từ lưu trữ WIM. Việc giải nén WIM là cần thiết để tạo đĩa USB khởi động Windows 7 và Windows Vista có hỗ trợ EFI. Bạn có thể khắc phục điều này bằng cách cài phiên bản mới nhất của 7-Zip. Bạn muốn truy cập trang tải xuống của 7-Zip?

source: Download %s?
ar_sa: تنزيل %s؟
ro_ro: Descărcați %s?
ru_ru: Загрузить %s?
sl_si: Prenesem %s?
th_th: ดาวน์โหลด %s?
vi_vn: Tải xuống %s?

source: %s or later requires a '%s' file to be installed. Because this file is more than 100 KB in size, and always present on %s ISO images, it is not embedded in Rufus. Rufus can download the missing file for you: - Select 'Yes' to connect to the internet and download the file - Select 'No' if you want to manually copy this file on the drive later Note: The file will be downloaded in the current directory and once a '%s' exists there, it will be reused automatically.
ar_sa: %s أو أحدث تتطلّب ملف '%s' ليتم التثبيت. لأن هذا الملف هو أكثر من 100KB في الحجم، ومتوفّر دائماً في ملفات ISO %s, ليس متوفّرا في Rufus. Rufus يمكنه تحميل الملف المفقود لك: - إختر ‘نعم’ للإتصال بالإنترنت وتحميل الملف - إختر ‘لا’ إذا كنت تريد نسخ هذا الملف على محرك الأقراص يدوياً في وقت لاحق ملاحظة: سيتم تحميل ملف جديد في المجلد الحالي للتطبيق وبعد العثور على ‘%s’ هناك, سوف يتم إعادة إستخدامه تلقائياً.
ro_ro: Începând cu %s, este necesară instalarea unui fișier '%s'. Având o mărime de peste 100 KB și fiind mereu prezent în imaginile ISO %s, acest fișier nu este integrat în Rufus. Rufus poate descărca fișierul pentru dumneavoastră: - Alegeți 'Da' pentru a vă conecta la internet și a descărca fișierul - Alegeți 'Nu' dacă doriți să copiați manual acest fișier mai târziu Observație: Fișierul va fi descărcat în folderul curent și odată ce '%s' a fost descărcat, acesta va fi reutilizat automat.
ru_ru: %s или новее требует наличия файла '%s'. Поскольку размер этого файла больше 100 КБ, и он всегда присутствует в ISO-образах %s, он не встроен в Rufus. Rufus может скачать недостающий файл: - Выберите 'Да', если хотите скачать этот файл - Выберите 'Нет', если хотите скачать его вручную позже * Файл будет скачан в текущую папку. Если в ней есть '%s', он будет автоматически перезаписан.
sl_si: %s ali novejši zahteva, da je nameščena datoteka "%s". Ker je ta datoteka večja od 100 KB in je vedno prisotna na ISO slikah s %s ali novejšim, ni vgrajena v Rufus. Rufus jo lahko prenese namesto vas. - Izberite "Da", da se povežete na internet in prenesete datoteko. - Izberite "Ne", če želite to datoteko pozneje sami kopirati na pogon. Opomba: nova datoteka bo prenesena v trenutni imenik in ko datoteka "%s" tam enkrat obstaja, bo samodejno uporabljena tudi v bodoče.
th_th: %s หรือใหม่กว่า จำเป็นต้องมี '%s' ติดตั้งไว้ เนื่องจากไฟล์นี้มีขนาดใหญ่กว่า 100 KB และพบเจอได้ใน ISO: %s ซึ่งไม่ได้รวมไว้ในโปรแกรม Rufus Rufus สามารถดาวน์โหลดไฟล์ดังกล่าวให้คุณได้: - เลือก 'Yes' เพื่อดาวน์โหลดไฟล์ผ่านอินเทอร์เน็ต - เลือก 'No' คุณต้องการคัดลอกไฟล์ดังกล่าวด้วยตัวเอง หมายเหตุ: ไฟล์ใหม่จะถูกจัดเก็บในโฟลเดอร์ปัจจุบัน และเมื่อไฟล์ '%s มีแล้ว ไฟล์จะถูกเลือกใช้โดยอัตโนมัติ
vi_vn: %s hoặc mới hơn yêu cầu tập tin '%s' được cài đặt. Vì tập tin này lớn hơn 100 KB, và luôn có trong ảnh ISO %s, nó không được kèm theo trong Rufus. Rufus có thể tải xuống tập tin còn thiếu cho bạn: - Chọn 'Có' để kết nối với Internet và tải tập tin - Chọn 'Không' nếu bạn muốn tự chép tập tin này trên đĩa lúc khác Ghi chú: tập tin sẽ được tải xuống thư mục hiện tại và khi '%s' tồn tại ở đó, nó sẽ tự động được tái sử dụng.
