Repository: zxlhhyccc/rufus
Catalog: res/loc/po/*.po
Languages: ar_sa, ro_ro, ru_ru, sl_si, th_th, vi_vn

source: The image you have selected is an 'ISOHybrid' image. This means it can be written either in %s (file copy) mode or %s (disk image) mode. Rufus recommends using %s mode, so that you always have full access to the drive after writing it. However, if you encounter issues during boot, you can try writing this image again in %s mode. Please select the mode that you want to use to write this image:
ar_sa: الصورة التي اخترتها هي صورة 'ISOHybrid'. هذا يعني أنه يمكن كتابتها إما في نمط نسخة ملف %s وإما في نمط نسخة قرص %s. Rufus يوصي باستعمال نمط %s، كي تتمكن دوما من الوصول الكامل إلى القرص بعد كتابته. لكن، إذا واجهت مشاكلا خلال الإقلاع يمكنك محاولة كتابة هاته الصورة مرة أخرى في نمط %s. فضلا اختر النمط الذي تريده لكتابة هاته الصورة:
ro_ro: Imaginea selectată este de tip 'ISOHybrid'. Aceasta poate fi scrisă fie în modul %s (copiere fișiere) sau în modul %s (imagine disc). Rufus recomandă modul %s, astfel încât să aveți acces deplin la unitatea utilizată. Dacă vă confruntați cu probleme în timpul pornirii, puteți încerca să scrieți imaginea din nou în modul %s. Vă rugăm să alegeți modul în care doriți să se scrie această imagine:
ru_ru: Выбран образ ISOHybrid. Это означает, что его можно записать либо в %s режиме копирования файлов, либо в %s режиме образа диска. Для полного доступа к диску после записи рекомендуется использовать режим %s. Если возникают проблемы при загрузке, ещё раз попробуйте записать образ в режиме %s. Выберите режим записи этого образа:
sl_si: Slika, ki ste jo izbrali, je vrste "ISOHybrid". To pomeni, da jo lahko zapišete kot %s (s kopiranjem datotek) ali pa kot %s (s kopiranjem cele slike). Rufus priporoča, da jo zapišete kot %s, tako da boste imeli poln dostop do nosilca, ko bo slika zapisana. Če opazite težave pri zaganjanju, pa jo lahko še enkrat zapišete kot %s.. Izberite, kako jo želite zapisati:
th_th: อิมเมจที่คุณเลือกเป็นแบบ 'ISOHybrid' ดังนั้นจึงสามารถเขียนได้ทั้งในโหมด %s (ใช้การคัดลอกไฟล์) หรือโหมด %s (ใช้ดิสก์อิมเมจ) เราแนะนำให้ใช้โหมด %s เพราะจะทำให้คุณยังสามารถได้สิทธิ์เต็มในการเข้าถึงไดรฟ์หลังจากเขียนเสร็จแล้ว อย่างไรก็ตาม หากคุณพบปัญหาขณะบูต คุณสามารถลองเขียนอิมเมจนี้ใหม่อีกครั้งในโหมด %s แทน กรุณาเลือกรูปแบบที่คุณต้องใช้ในการเขียนอิมเมจนี้:
vi_vn: Tệp bạn đã chọn là một tệp 'ISOHybrid'. Điều này có nghĩa nó có thể được ghi trong chế độ %s (chép tập tin) hoặc %s (tệp đĩa). Rufus khuyến cáo sử dụng chế độ %s, để bạn luôn có toàn quyền truy cập ổ đĩa sau khi ghi nó. Tuy nhiên, nếu bạn gặp vấn đề trong lúc khởi động, bạn có thể thử ghi lại tệp này trong chế độ %s. Hãy chọn chế độ mà bạn muốn dùng để ghi tệp này:

source: Write in %s mode (Recommended)
ar_sa: كتابة في نمط %s (موصى به)
ro_ro: Scriere în modul %s (Recomandat)
ru_ru: Запись в режиме %s (рекомендуется)
sl_si: Zapiši kot %s (priporočeno)
th_th: เขียนในโหมด %s (แนะนำ)
vi_vn: Ghi với chế độ %s (Khuyến cáo)

source: Write in %s mode
ar_sa: كتابة في نمط %s
ro_ro: Scriere în modul %s
ru_ru: Запись в режиме %s
sl_si: Zapiši kot %s
th_th: เขียนในโหมด %s
vi_vn: Ghi với chế độ %s

source: Checking for conflicting processes...
ar_sa: التحقق من العمليات المتعارضة...
ro_ro: Se caută procese conflictuale...
ru_ru: Проверка конфликтующих процессов...
sl_si: Preverjam, ali se izvajajo konfliktni procesi...
th_th: กำลังตรวจหา Process ที่ขัดแย้งกัน...
vi_vn: Đang kiểm tra các tiến trình xung đột...

source: Non bootable
ar_sa: لا يمكن الإقلاع منه
ro_ro: Nebootabil
ru_ru: Незагрузочный
sl_si: Nezagonska
th_th: แบบบูตไม่ได้
vi_vn: Không có khả năng khởi động

source: Disk or ISO image
ar_sa: قرص أو صورة ISO
ro_ro: Disc sau imagine ISO
ru_ru: Диск или образ ISO
sl_si: Slika diska oz. ISO
th_th: อิมเมจไฟล์
vi_vn: Đĩa hoặc tệp tin

source: %s (Please select)
ar_sa: (الرجاء الأختيار) %s
ro_ro: %s (Vă rugăm să selectați)
ru_ru: %s (выберите)
sl_si: %s (izberite)
th_th: %s (กรุณาเลือก)
vi_vn: %s (Vui lòng chọn)

source: Exclusive USB drive locking
ar_sa: القفل الحصري للUSB
ro_ro: Blocare unitate USB exclusivă
ru_ru: Эксклюзивная блокировка USB-диска
sl_si: Ekskluzivno zaklepanje nosilca USB
th_th: การล็อค Exclusive USB Drive
vi_vn: Khoá ổ USB đặc biệt

source: Invalid signature
ar_sa: التوفيع الرقمي غير صالح
ro_ro: Semnătura nu este validă
ru_ru: Неверная подпись
sl_si: Neveljaven podpis
th_th: ใบรับรองผิดพลาด
vi_vn: Chữ ký không hợp lệ

source: The downloaded executable is missing a digital signature.
ar_sa: الملف التنفيذي المحمل ينقصه توقيع رقمي.
ro_ro: Fișierului executabil descărcat îi lipsește o semnătură digitală.
ru_ru: У загруженного файла отсутствует цифровая подпись.
sl_si: Prenesena datoteka nima digitalnega podpisa.
th_th: ไฟล์ที่ดาวน์โหลดมาไม่มีใบรับรองดิจิทัล
vi_vn: Tập tin thực thi đã tải xuống thiếu chữ ký số.

source: The downloaded executable is signed by '%s'. This is not a signature we recognize and could indicate some form of malicious activity... Are you sure you want to run this file?
ar_sa: الملف التنفيذي المحمل موقع من قبل '%s'. هذا ليس بتوقيع رقمي موثوق من قبلنا وقد يسبب نشاطات تخريبية... هل أنت متأكد من الأستمرار؟
ro_ro: Executabilul descărcat este semnat de către '%s'. Aceasta nu este o semnătură recunoscută și ar putea indica o anumită formă de activitate dăunătoare... Sigur doriți să executați acest fișier?
ru_ru: Загруженный файл подписан '%s'. Это не наша подпись, возможно, похозяйничало вредоносное ПО... Вы действительно хотите запустить этот файл?
sl_si: Oseba, ki je podpisala preneseno datoteko, je '%s'. Ta podpis se ne ujema s pričakovanim, kar lahko pomeni, da je to zlonamerna datoteka, ki jo vam je nekdo podtaknil. Ali ste prepričani, da jo želite zagnati?
th_th: ไฟล์ที่ดาวน์โหลดมาถูกรับรองโดย '%s'. ซึ่งไม่ใช่การรับรองที่เรารู้จัก ซึ่งอาจจะเป็นการโจมตีได้... คุณต้องการจะเปิดไฟล์นี้หรือไม่?
vi_vn: Tập tin thực thi đã tải xuống được ký bởi '%s'. Đây không phải chữ ký số chúng tôi công nhận và có thể xác định là một dạng hoạt động nguy hiểm... Bạn chắc muốn chạy tập tin này?

source: Zeroing drive: %s
ar_sa: تصفير القرص: %s
ro_ro: Se scriu zerouri pe unitate: %s
ru_ru: Обнуление диска: %s
sl_si: Zapolnjujem nosilec z ničlami: %s
th_th: กำลังล้างไดร์ฟด้วย zero byte: %s
vi_vn: Đang ghi đè giá trị 0 lên ổ: %s

source: Detection of non-USB removable drives
ar_sa: الكشف عن الأقراص غير USB القابلة للإزالة
ro_ro: Detectarea unităților amovibile non-USB
ru_ru: Обнаружение съёмных дисков не-USB
sl_si: Zaznava neodstranljivih nosilcev
th_th: กำลังตรวจสอบไดรฟ์ที่ไม่ใช่ USB
vi_vn: Phát hiện ổ đĩa tháo được không phải USB

source: Missing elevated privileges
ar_sa: عدم التوفر على صلاحيات رفيعة
ro_ro: Lipsă permisiuni administrator
ru_ru: Отсутствуют повышенные привилегии
sl_si: Nimate dovolj pravic
th_th: ไม่มีสิทธิ์อนุญาตระดับสูง
vi_vn: Thiếu đặc quyền

source: This application can only run with elevated privileges
ar_sa: هذا التطبيق يمكنه العمل فقط عند وجود صلاحيات رفيعة
ro_ro: Această aplicație va funcționa doar dacă o executați ca administrator
ru_ru: Эта программа может работать только с повышенными правами
sl_si: Za uporabo te aplikacije potrebujete dodatne pravice
th_th: แอปพลิเคชันนี้สามารถใช้งานได้เฉพาะการรันด้วยสิทธิ์อนุญาตระดับสูงเท่านั้น
vi_vn: Ứng dụng này chỉ có thể chạy với đặc quyền quản trị

source: File Indexing
ar_sa: فهرسة الملفات
ro_ro: Indexare fișiere
ru_ru: Индексирование файлов
sl_si: Indeksiranje diska
th_th: ดรรชนีแฟ้มข้อมูล
vi_vn: Lập chỉ mục tập tin

source: Version selection
ar_sa: إختيار الإصدار
ro_ro: Selectare versiune
ru_ru: Выбор версии
sl_si: Izbira verzije
th_th: การเลือกเวอร์ชัน
vi_vn: Chọn phiên bản

source: Please select the version of Windows you want to install:
ar_sa: الرجاء إختيار إصدار الويندوز المراد تنصيبه:
ro_ro: Vă rugăm să selectați versiunea de Windows pe care doriți să o instalați:
ru_ru: Выберите версию Windows для установки:
sl_si: Izberite, katero verzijo operacijskega sistema Windows želite namestiti:
th_th: กรุณาเลือกเวอร์ชันของ Windows ที่ต้องการติดตั้ง:
vi_vn: Hãy chọn phiên bản Windows bạn muốn cài đặt:

source: Unsupported Windows version
ar_sa: إصدار ويندوز غير مدعوم
ro_ro: Versiune Windows neacceptată
ru_ru: Неподдерживаемая версия Windows
sl_si: Operacijski sistem ni podprt
th_th: ไม่รองรับ Windows เวอร์ชันนี้
vi_vn: Phiên bản Windows không được hỗ trợ

source: This version of Windows is no longer supported by Rufus. The last version of Rufus compatible with this platform is v%d.%d.
ar_sa: هذا الإصدار من الويندوز لم يعد مدعوماً من قبل Rufusـ الإصدار الأخير من Rufus المتوافق مع هذه المنصة هو v%d.%d.
ro_ro: Această versiune de Windows nu mai este acceptată de Rufus. Ultima versiune de Rufus compatibilă cu această platformă este v%d.%d.
ru_ru: Эта версия Windows больше не поддерживается Rufus. Последняя версия Rufus, совместимая с этой платформой - v%d.%d.
sl_si: Rufus več ne podpira tega operacijskega sistema. Zadnja različica programa Rufus, združljiva s to platformo, je v%d.%d.
th_th: เวอร์ชันของ Windows นี้ไม่ได้รับการสนับสนุนโดย Rufus อีกต่อไป Rufus เวอร์ชันล่าสุดที่เข้ากันได้กับแพลตฟอร์มนี้คือ v%d.%d
vi_vn: Phiên bản này của Windows không còn được Rufus hỗ trợ nữa. Phiên bản cuối cùng của Rufus tương thích với nền tảng này là v%d.%d.

source: Warning: Unofficial version
ar_sa: تحذير: إصدار غير رسمي
ro_ro: Avertisment: versiune neoficială
ru_ru: ВНИМАНИЕ: Неофициальная версия
sl_si: Opozorilo: neuradna verzija
th_th: คำเตือน: เวอร์ชันที่ไม่เป็นทางการ
vi_vn: Cảnh báo: Phiên bản không chính thức

source: This version of Rufus was not produced by its official developer(s). Are you sure you want to run it?
ar_sa: هذا الإصدار من Rufus لم يتم إنتاجه من قبل المطورين الرسميين. ؟هل أنت متأكد من الأستمرار?
ro_ro: Această versiune de Rufus nu a fost produsă de dezvoltatorul oficial. Sigur doriți să o rulați?
ru_ru: Эта версия Rufus не была выпущена официальным разработчиком. Вы действительно хотите её запустить?
sl_si: Te verzije Rufusa ni izdelal njegov uradni razvijalec. Ali ste prepričani, da jo želite uporabljati?
th_th: Rufus เวอร์ชันนี้ ไม่ได้ถูกพัฒนาขึ้นโดยผู้พัฒนาหลัก คุณต้องการเริ่มโปรแกรมหรือไม่?
vi_vn: Phiên bản Rufus này KHÔNG PHẢI do chính tác giả tạo ra. Bạn chắc muốn tiếp tục chạy chứ?

source: Truncated ISO detected
ar_sa: إكتشاف ISO مقطوعة
ro_ro: S-a detectat un ISO trunchiat
ru_ru: Обнаружен усечённый образ ISO
sl_si: Odrezana datoteka ISO
th_th: พบไฟล์ ISO ที่ถูกตัดทอน
vi_vn: Đã phát hiện ISO bị cắt xén

source: The ISO file you have selected does not match its declared size: %s of data is missing! If you obtained this file from the Internet, you should try to download a new copy and verify that the MD5 or SHA checksums match the official ones. Note that you can compute the MD5 or SHA in Rufus by clicking the (✓) button.
ar_sa: ملف الISO المحدد لا يطابق حجمه المعلن من قبله: %s من البيانات مفقود! إذا قمت بالحصول على هذا الملف من الإنترنت, يجب عليك تحميل نسخة جديدة و التحقق من أن المجموع الإختباري لMD5 و SHA مطابق للنسخ(ة) الأصلية. علماُ بانه يمكنك مقارنة الMD5 و SHA في Rufus عن طريق الضغط على زر (✓)
ro_ro: Fișierul ISO pe care l-ați selectat nu se potrivește cu dimensiunea sa declarată: %s de date lipsesc! Dacă ați obținut acest fișier de pe internet, ar trebui să încercați să descărcați o copie nouă și să verificați dacă sumele de control MD5 sau SHA se potrivesc cu cele oficiale. Rețineți că puteți calcula MD5 sau SHA în Rufus dând click pe butonul (✓).
ru_ru: Выбранный образ ISO не соответствует заявленному размеру: %s данных отсутствует! Если вы скачали этот файл из Интернета, загрузите его снова и проверьте, совпадают ли контрольные суммы MD5 или SHA. Чтобы вычислить MD5 или SHA в Rufus, нажмите кнопку (✓).
sl_si: Datoteka ISO, ki ste jo izbrali, ni pričakovane velikosti: %s njenih podatkov manjka. Če ste jo prenesli z interneta, jo prenesite še enkrat in preverite, ali se vrednosti MD5 in SHA ujemata z uradnima. V Rufusu ju lahko izračunate z gumbom (✓).
th_th: ไฟล์ ISO ที่คุณเลือกมีคุณสมบัติไม่ตรงกับที่ได้แจ้งไว้ ดังนี้ ขนาดไฟล์: ข้อมูลจำนวน %s ตัวได้หายไปจากต้นฉบับ! หากคุณดาวน์โหลดไฟล์นี้มาจากอินเทอร์เน็ต กรุณาดาวน์โหลดไฟล์อีกครั้ง และตรวจสอบว่าไฟล์นั้นมี MD5 หรือ SHA checksums ตรงกับเวอร์ชันทางการ โปรดจำไว้ว่าคุณสามารถตรวจสอบ checksum ของไฟล์ดังกล่าวได้จากโปรแกรม Rufus โดยกดปุ่ม (✓)
vi_vn: Tập tin ISO bạn đã chọn không trùng khớp kích cỡ của nó: thiếu mất %s dữ liệu! nếu bạn tải tập tin này từ Internet, bạn nên tải lại một bản sao mới và xác nhận rằng mã MD5 hoặc SHA trùng khớp với bản chính thức. Hãy nhớ rằng bạn có thể tính mã MD5 hoặc SHA trong Rufus bằng cách chọn nút (✓).

source: Timestamp validation error
ar_sa: خطأ في التحقق من الطابع الزمني
ro_ro: Eroare validare marcaj de timp
ru_ru: Ошибка проверки временной метки
sl_si: Napaka pri preverjanju časovnega žiga
th_th: การตรวจสอบบันทึกเวลาผิดพลาด
vi_vn: Lỗi xác thực dấu thời gian

source: Rufus could not validate that the timestamp of the downloaded update is more recent than the one for the current executable. In order to prevent potential attack scenarios, the update process has been aborted and the download will be deleted. Please check the log for more details.
ar_sa: Rufus لم يتمكن من التحقق أن الطابع الزمني للتحديث الذي تم تنزيله أحدث من ذلك الذي في البرنامج التنفيذي الحالي. من أجل منع سيناريوهات الهجوم المحتملة, تم إحباط عملية التحديث و سيتم حذف التحديث, الرجاء التحقق من السجل لمزيد من التفاصيل.
ro_ro: Rufus nu a putut valida că marcajul de timp al actualizării descărcate este mai recent decât executabilul curent. Pentru a preveni posibilele scenarii de atac, procesul de actualizare a fost anulat și descărcarea va fi ștearsă. Vă rugăm să verificați jurnalul pentru mai multe detalii.
ru_ru: Rufus не смог подтвердить, что временная метка загруженного обновления более поздняя, ​​чем дата текущего исполняемого файла. Чтобы предотвратить возможную атаку, обновление было прервано, а загруженный файл - удалён. См. подробности в файле-журнале.
sl_si: Ni bilo mogoče ugotoviti, da je časovni žig prenesene posodobitve res novejši od vaše trenutne verzije Rufusa. Da ne bi prišlo do potencialnega napada, je bil postopek posodobitve prekinjen, prenesena posodobitev pa bo izbrisana. Za več podrobnosti preverite zapisnik.
th_th: Rufus ไม่สามารถยืนยันความถูกต้องของบันทึกเวลาของการอัพเดตที่เพิ่งดาวน์โหลดมาว่าใหม่กว่าเวอร์ชันที่กำลังใช้อยู่ในปัจจุบันหรือไม่ เพื่อป้องกันความเป็นไปได้ว่านี่อาจจะเป็นการโจมตี การอัพเดตนี้จะถูกยกเลิก และลบทิ้งไป กรุณาดู Log เพื่ออ่านรายละเอียดเพิ่มเติม
vi_vn: Rufus không thể xác thực liệu dấu thời gian trên phiên bản cập nhật được tải xuống gần đây có mới hơn so với phiên bản đang chạy. Để tránh nguy cơ bị tấn công tiềm ẩn, quá trình cập nhật đã bị hủy và file tải sẽ bị xóa. Hãy kiểm tra log để biết thêm thông tin.

source: Show application settings
ar_sa: عرض إعدادات التطبيق
ro_ro: Afișați setările aplicației
ru_ru: Показать настройки приложения
sl_si: Nastavitve aplikacije
th_th: แสดงการตั้งค่าของโปรแกรม
vi_vn: Hiển thị cài đặt chương trình

source: Show information about this application
ar_sa: عرض معلومات حول هذا التطبيق
ro_ro: Afișați informații despre această aplicație
ru_ru: Показать информацию о приложении
sl_si: Informacije o tej aplikaciji
th_th: แสดงรายละเอียดของโปรแกรมนี้
vi_vn: Hiện thông tin về chương trình

source: Show the log
ar_sa: إظهار السجل
ro_ro: Afișați jurnalul
ru_ru: Показать журнал
sl_si: Prikaži zapisnik
th_th: แสดง Log
vi_vn: Hiển thị log

source: Create a disk image of the selected device
ar_sa: قم بإنشاء صورة قرص للجهاز المحدد
ro_ro: Generați o imagine de disc după dispozitivul selectat
ru_ru: Создать образ диска выбранного устройства
sl_si: Ustvari sliko izbrane naprave
th_th: สร้างดิสก์อิมเมจของอุปกรณ์ที่เลือก
vi_vn: Tạo file ảnh ổ đĩa từ thiết bị được chọn

source: Use this option to indicate if you plan to install Windows to a different disk, or if you want to run Windows directly from this drive (Windows To Go).
ar_sa: استخدم هذا الخيار للإشارة إلى ما إذا كنت تخطط لتثبيت Windows على قرص مختلف ، أو إذا كنت تريد إقلاع Windows بشكل مباشر من محرك الأقراص هذا (Windows To Go).
ro_ro: Utilizați această opțiune pentru a indica dacă planificați să instalați Windows pe un alt disc, sau dacă doriți să rulați Windows direct de pe această unitate (Windows To Go).
ru_ru: Используйте эту опцию, если вы хотите установить Windows на другой диск или запускать Windows прямо с этого диска (Windows To Go).
sl_si: Tu izberete, ali želite uporabiti to napravo, da bi namestili operacijski sistem Windows na drug disk, ali da bi ga neposredno izvajali s tega pogona (Windows To Go).
th_th: เลือกตัวเลือกนี้หากต้องการติดตั้ง Windows บนดิสก์อื่น หรือใช้งาน Windows จากไดรฟ์นี้โดยตรง (Windows To Go)
vi_vn: Sử dụng tùy chọn này để chỉ thị rằng hoặc bạn muốn cài Windows lên một ổ đĩa khác, hoặc nếu bạn muốn chạy Windows trực tiếp từ thiết bị này (Windows To Go).

source: Fast-zeroing drive: %s
ar_sa: التصفير السريع لمحرك الأقراص: %s
ro_ro: Se scriu rapid zerouri pe unitate: %s
ru_ru: Быстрое обнуление диска: %s
sl_si: Hitro zapolnjujem nosilec z ničlami: %s
th_th: กำลังล้างไดรฟ์แบบรวดเร็ว: สำเร็จแล้ว: %s
vi_vn: Đang ghi đè nhanh giá trị 0 lên ổ đĩa: %s

source: this may take a while
ar_sa: هذا قد يستغرق بعض الوقت
ro_ro: poate dura mai mult timp
ru_ru: это может занять время
sl_si: to lahko traja
th_th: อาจใช้เวลาสักครู่
vi_vn: điều này có thể mất một thời gian

source: VHD detection
ar_sa: إكتشاف VHD
ro_ro: Detectare VHD
ru_ru: Обнаружение VHD
sl_si: Zaznavanje navideznih nosilcev (VHD)
th_th: การตรวจหา VHD
vi_vn: phát hiện VHD

source: Compressed archive
ar_sa: أرشيف مضغوط
ro_ro: Arhivă comprimată
ru_ru: Сжатый архив
sl_si: Stisnjen arhiv
th_th: ไฟล์บีบอัด
vi_vn: Lưu trữ đã nén

source: The ISO you have selected uses UEFI and is small enough to be written as an EFI System Partition (ESP). Writing to an ESP, instead of writing to a generic data partition occupying the whole disk, can be preferable for some types of installations. Please select the mode that you want to use to write this image:
ar_sa: يستخدم ISO الذي حددته UEFI وهو صغير بما يكفي ليتم كتابته كقسم نظام EFI (ESP). يمكن أن تكون الكتابة إلى ESP ، بدلاً من الكتابة إلى قسم بيانات عام تشغل القرص بأكمله ، هي الأفضل لبعض أنواع التثبيتات. الرجاء تحديد الوضع الذي تريد استخدامه لكتابة هذه الصورة(Image):
ro_ro: Fișierul ISO selectat utilizează UEFI și este destul de mic pentru a fi scris ca EFI System Partition (ESP). Scrierea ca ESP, în locul scrierii unei partiții generice ce ocupă întregul disc, este de preferat pentru anumite tipuri de instalare. Vă rugăm să selectați modul în care doriți să scrieți această imagine:
ru_ru: Выбранный образ ISO использует UEFI и достаточно мал, чтобы его можно было записать как системный раздел EFI (ESP). Запись в ESP вместо записи в общий раздел данных, занимающий весь диск, может быть предпочтительнее для некоторых типов установок. Выберите режим записи этого образа:
sl_si: Izbrana ISO slika uporablja UEFI in je dovolj majhna, da jo je mogoče zapisati na sistemsko particijo EFI (EFI System Partition oz. ESP). Za nekatere vrste namestitev je to lahko bolje kot običajni način, pri katerem se slika zapiše na particijo, ki zaseda celoten disk. Izberite, na kateri način želite zapisati to sliko:
th_th: ไฟล์ ISO ที่คุณเลือกใช้เป็นระบบ UEFI และมีขนาดเล็กพอที่จะเขียนเป็น EFI System Partition (ESP) การเขียนเป็น ESP แทนที่จะเป็นการเขียนเป็นพาร์ติชันแบบทั่วไปซึ่งจะใช้พื่นที่ข้อมูลไปทั้งหมด จะดีกว่าสำหรับการติดตั้งบางประเภท โปรดเลือกโหมดที่คุณต้องการใช้ในการเขียนอิมเมจไฟล์นี้:
vi_vn: ISO bạn đã chọn sử dụng UEFI và đủ nhỏ để ghi dưới dạng Phân vùng hệ thống EFI (ESP). Ghi vào một ESP, thay vì ghi vào một phân vùng dữ liệu chung chiếm toàn bộ đĩa, có thể thích hợp hơn đối với một số loại cài đặt. Vui lòng chọn chế độ mà bạn muốn sử dụng để viết hình ảnh này:

source: Use %s (in the main application window) to enable.
ar_sa: استخدم %s (في نافذة التطبيق الرئيسية) للتمكين.
ro_ro: Folosiți %s (în fereastra principală a aplicației) pentru a activa.
ru_ru: Чтобы включить, используйте %s (в главном окне программы).
sl_si: To lahko omogočite z %s v glavnem oknu aplikacije.
th_th: ใช้ %s (ในหน้าต่างโปรแกรมหลัก) เพื่อเปิดการใช้งาน
vi_vn: Sử dụng %s (tại cửa sổ chính của phần mềm) để thực thi.

source: Extra hashes (SHA512)
ar_sa: علامات التجزئة الإضافية (SHA512)
ro_ro: Hash-uri extra (SHA512)
ru_ru: Дополнительные хеши (SHA512)
sl_si: Dodatne zgoščene vrednosti (SHA512)
th_th: การแฮชเพิ่มเติม (SHA-512)
vi_vn: Các băm thêm (SHA512)

source: Save to VHD
ar_sa: حفظ إلى VHD
ro_ro: Salvare pe VHD
ru_ru: Сохранить в VHD
sl_si: Shrani v VHD
th_th: บันทึกลง VHD
vi_vn: Lưu vào VHD

source: Compute image checksums
ar_sa: حساب المجاميع الاختبارية للصور
ro_ro: Calculare sume de control pentru imagine
ru_ru: Вычислить контрольные суммы образа
sl_si: Izračunaj kontrolne vsote slik
th_th: ตรวจสอบความถูกต้องของอิมเมจ
vi_vn: Đang tính tổng kiểm cùa tệp

source: Multiple buttons
ar_sa: أزرار متعددة
ro_ro: Butoane multiple
ru_ru: Несколько кнопок
sl_si: Skupek gumbov
th_th: ปุ่มตั้งค่า และเพิ่มเติม
vi_vn: Nhiều nút

source: Number of passes
ar_sa: عدد مرات المرور
ro_ro: Număr de pași
ru_ru: Количество проходов
sl_si: Število prehodov
th_th: จำนวนรอบที่ผ่าน
vi_vn: Số lượng đã đạt

source: Disk ID
ar_sa: رقم تعريف القرص
ro_ro: ID disc
ru_ru: Идентификатор диска
sl_si: Identifikator diska
th_th: ID ของดิสก์
vi_vn: ID ổ đĩa

source: Default thread priority: %d
ar_sa: الأفضلية الافتراضية لـ thread : %d
ro_ro: Prioritate implicită pentru firul de execuție: %d
ru_ru: Приоритет потока по умолчанию: %d
sl_si: Privzeta prioriteta niti: %d
th_th: ค่าลำดับความสำคัญเริ่มต้นของเธรด: %d
vi_vn: Mặc định thứ tự ưu tiên luồng: %d

source: Ignore Boot Marker
ar_sa: تجاهل علامة الإقلاع
ro_ro: Ignorare Boot Marker
ru_ru: Игнорировать загрузочный маркер
sl_si: Indikator zagonskosti (Boot Marker, "55 AA") se ignorira
th_th: ละเว้นการทำ Boot Marker
vi_vn: Bỏ qua đánh dấu khởi động

source: Refreshing partition layout (%s)...
ar_sa: جاري تحديث تخطيط القسم (%s) ...
ro_ro: Se reîmprospătează așezarea partițiilor (%s)...
ru_ru: Обновление макета разделов (%s)...
sl_si: Osvežujem razpored particij (%s)...
th_th: กำลังรีเฟรชเค้าโครงพาร์ติชัน (%s)...
vi_vn: Đang làm mới bố cục phân vùng (%s)...

source: The image you have selected is an ISOHybrid, but its creators have not made it compatible with ISO/File copy mode. As a result, DD image writing mode will be enforced.
ar_sa: الصورة التي حددتها هي ISO-Hybrid (هجينة) ، لكن منشئوها لم يجعلوها متوافقة مع وضع نسخ ملف ISO. نتيجة لذلك ، سيتم فرض وضع DD لكتابة الصورة.
ro_ro: Imaginea selectată este de tip ISOHybrid, însă creatorii acesteia nu au făcut-o să fie compatibilă cu modul ISO/Copiere fișiere. Drept urmare, modul imagine DD va fi aplicat.
ru_ru: Выбранный образ - ISOHybrid, но создатели не сделали его совместимым с режимом копирования ISO/файла. Из-за этого будет применён режим записи образа DD.
sl_si: Izbrana slika je vrste ISOHybrid, vendar ni združljiva z načinom kopiranja datotek (ISO), zato bo za zapisovanje uporabljen način za slike DD.
th_th: อิมเมจไฟล์ที่คุณใช้เป็นแบบ ISOHybrid แต่ผู้ผลิตไม่ได้ทำให้รองรับกับการคัดลอกไฟล์ ISO นั่นทำให้โหมดการเขียนแบบ DD image writing จะถูกเรียกใช้งาน
vi_vn: Hình ảnh bạn đã chọn là một ISOHybrid, nhưng những người tạo ra nó đã không làm cho nó tương thích với chế độ sao chép ISO/Tệp. Do đó, chế độ ghi hình ảnh DD sẽ được thực thi.

source: Unable to open or read '%s'
ar_sa: غير قادر على فتح أو قراءة '%s'
ro_ro: Nu se poate deschide sau citii '%s'
ru_ru: Не удалось открыть или прочитать '%s'
sl_si: Ni mogoče odpreti ali brati »%s'
th_th: ไม่สามารถเปิดหรืออ่าน '%s' ได้
vi_vn: Không thể mở hoặc đọc '%s'

source: Applying Windows customization: %s
ar_sa: جاري تطبيق تخصيصات ويندوز: %s
ro_ro: Aplicând modificări la Windows: %s
ru_ru: Применение настройки Windows: %s
sl_si: Uporaba prilagoditve sistema Windows: %s
th_th: ปรับใช้งานการปรับแต่งขั้นตอนการติดตั้ง Windows: %s
vi_vn: Đang áp dụng tuỳ biến Windows: %s
