Repository: zxlhhyccc/rufus
Catalog: res/loc/po/*.po
Languages: ar_sa, ro_ro, ru_ru, sl_si, th_th, vi_vn

source: Applying user options...
ar_sa: جاري تطبيق خيارات المستخدم ...
ro_ro: Aplicând optiuni de utilizator...
ru_ru: Применение параметров пользователя...
sl_si: Uporaba uporabniških možnosti ...
th_th: ปรับใช้งานการตั้งค่าของผู้ใช้...
vi_vn: Đang áp dụng các cài đặt người dùng...

source: Windows User Experience
ar_sa: تجربة مستخدم ويندوز
ro_ro: Experiența utilizatorului de Windows
ru_ru: Опыт использования Windows
sl_si: Uporabniška izkušnja sistema Windows
th_th: โปรแกรมประสบการณ์ผู้ใช้งาน Windows
vi_vn: Trải nghiệm người dùng Windows

source: Customize Windows installation?
ar_sa: هل تريد تخصيص تثبيت ويندوز؟
ro_ro: Doriți să modificați instalația de Windows?
ru_ru: Настроить установку Windows?
sl_si: Prilagodite namestitev sistema Windows?
th_th: ต้องการปรับแต่งขั้นตอนการติดตั้ง Windows หรือไม่?
vi_vn: Tuỳ biến cài đặt Windows?

source: Remove requirement for 4GB+ RAM, Secure Boot and TPM 2.0
ar_sa: قم بإزالة متطلبات 4GB + RAM ، Secure Boot و TPM 2.0
ro_ro: Elimină necesitatea de 4GB+ RAM, Bootare Securizată si TPM 2.0
ru_ru: Удалить требования 4+ ГБ ОЗУ, безопасной загрузки и TPM 2.0
sl_si: Odstranite zahtevo za 4GB+ RAM, Varni zagon in TPM 2.0
th_th: ยกเลิกการตรวจสอบ: แรมขนาด 4 GB ขึ้นไป, Secure Boot และ TPM 2.0
vi_vn: Loại bỏ yêu cầu 4GB+ RAM, Secure Boot và TPM 2.0

source: Remove requirement for an online Microsoft account
ar_sa: قم بإزالة متطلبات حساب مايكروسوفت عبر الإنترنت
ro_ro: Elimină necesitatea pentru un cont Microsoft
ru_ru: Удалить требование сетевой учётной записи Microsoft
sl_si: Odstranjevanje zahteve za spletni Microsoftov račun
th_th: ยกเลิกการบังคับใช้บัญชี Microsoft
vi_vn: Loại bỏ yêu cầu tài khoản Microsoft trực tuyến

source: Disable data collection (Skip privacy questions)
ar_sa: تعطيل جمع البيانات (تخطي أسئلة الخصوصية)
ro_ro: Blochează colectarea de date (Sari peste întrebările de intimitate)
ru_ru: Отключить сбор данных (пропустить вопросы о конфиденциальности)
sl_si: Onemogoči zbiranje podatkov (Preskoči vprašanja o zasebnosti)
th_th: ยกเลิกการเก็บข้อมูลผู้ใช้ (ข้ามคำถามเกี่ยวกับความเป็นส่วนตัว)
vi_vn: Loại bỏ thu thập thông tin (Bỏ qua các câu hỏi riêng tư)

source: Prevent Windows To Go from accessing internal disks
ar_sa: منع Windows To Go من الوصول إلى الأقراص الداخلية
ro_ro: Blochează Windows To Go de la accesarea discurilor interne
ru_ru: Запретить Windows To Go доступ к внутренним дискам
sl_si: Preprečevanje dostopa do notranjih diskov za Windows To Go
th_th: ป้องกันไม่ให้ Windows To Go เข้าถึงข้อมูลดิสก์ภายใน
vi_vn: Ngăn cản Windows To Go truy cập ổ đĩa trong

source: Create a local account with username:
ar_sa: قم بإنشاء حساب محلي باسم المستخدم:
ro_ro: Crează un cont local cu nume de utilizator:
ru_ru: Создать локальную учётную запись с именем пользователя:
sl_si: Ustvarite lokalni račun z uporabniškim imenom:
th_th: สร้างบัญชีผู้ใช้ด้วยชื่อผู้ใช้:
vi_vn: Tạo tài khoản nội bộ với tên:

source: Set regional options to the same values as this user's
ar_sa: قم بتعيين الخيارات الإقليمية لتطابق خيارات المستخدم الحالي
ro_ro: Serează opțiunile regionale să aibă aceleași valori ca acestui utilizator
ru_ru: Установить те же региональные параметры, что и для этого пользователя
sl_si: Nastavite regionalne možnosti na enake vrednosti, kot jih ima ta uporabnik
th_th: ตั้งค่าภูมิภาคให้ตรงกับค่าที่ใช้บนคอมพิวเตอร์เครื่องนี้
vi_vn: Đặt các cài đặt địa phương cùng giá trị với người dùng hiện tại

source: Disable BitLocker automatic device encryption
ar_sa: تعطيل التشفير التلقائي BitLocker للجهاز
ro_ro: Blochează BitLocker de la encriptarea automată a dispozitivului
ru_ru: Отключить автоматическое шифрование устройств BitLocker
sl_si: Onemogoči samodejno šifriranje naprave BitLocker
th_th: ยกเลิกการใช้ BitLocker เข้ารหัสอุปกรณ์อัตโนมัติ
vi_vn: Vô hiệu tự động mã hoá thiết bị BitLocker

source: Persistent log
ar_sa: سجل متواصل
ro_ro: Logare persistentă
ru_ru: Постоянный журнал
sl_si: Trajni dnevnik
th_th: Log แบบถาวร
vi_vn: Nhật ký

source: An additional file ('diskcopy.dll') must be downloaded from Microsoft to install MS-DOS: - Select 'Yes' to connect to the Internet and download it - Select 'No' to cancel the operation Note: The file will be downloaded in the application's directory and will be reused automatically if present.
ar_sa: يجب تنزيل ملف إضافي ('diskcopy.dll') من Microsoft لتثبيت MS-DOS: - حدد "نعم" للاتصال بالإنترنت وتنزيله - اختر "لا" لإلغاء العملية ملاحظة: سيتم تنزيل الملف في مجلد التطبيق وسيتم إعادة استخدامه تلقائيًا إذا كان موجودًا.
ro_ro: Un fișier adițional ('diskcopy.dll') trebuie să fie descărcat de la Microsoft pentru a instala MS-DOS: - Selectează 'Da' ca să te conectezi la Internet și să le descarci - Selectează 'Nu' pentru a anula operațiunea Notiță: Acest fișier va fi descărcat in aceeași locație cu aplicația și va fi reutilizat automat dacă este prezent.
ru_ru: Для установки MS-DOS необходимо загрузить дополнительный файл (diskcopy.dll) с сайта Microsoft: 'Да' - загрузить его из Интернета 'Нет' - отменить операцию * Файл загрузится в папку приложения, если там есть одноимённый файл, он будет автоматически перезаписан.
th_th: มีความจำเป็นต้องดาวน์โหลดไฟล์ ('diskcopy.dll') จาก Microsoft เพื่อติดตั้ง MS-DOS: - เลือก 'Yes' เพื่อดาวน์โหลดไฟล์ผ่านอินเทอร์เน็ต - เลือก 'No' เพื่อยกเลิก หมายเหตุ: ไฟล์ใหม่จะถูกจัดเก็บในโฟลเดอร์ปัจจุบัน และเมื่อไฟล์ '%s มีแล้ว ไฟล์จะถูกเลือกใช้โดยอัตโนมัติ
vi_vn: Một tệp tin bổ sung ('diskcopy.dll') phải được tải về từ Microsoft để cài đặt MS-DOS: - Chọn 'Có' để kết nối tới Internet và tải nó xuống - Chọn 'Không' để huỷ tiến trình Ghi chú: Tệp tin sẽ được tải xuống tại đường dẫn của phần mềm và sẽ được tự động tái sử dụng nếu có sẵn.

source: Revoked UEFI bootloader detected
ar_sa: تم اكتشاف أداة تحميل التشغيل UEFI التي تم إبطالها سابقا
ro_ro: Bootloader UEFI nepermis detectat
ru_ru: Обнаружен отозванный загрузчик UEFI
th_th: ตรวจพบ UEFI bootloader ที่ถูกเพิกถอน
vi_vn: Đã phát hiện bộ khởi động UEFI bị thu hồi

source: Rufus detected that the ISO you have selected contains a UEFI bootloader that has been revoked and that will produce %s, when Secure Boot is enabled on a fully up to date UEFI system. - If you obtained this ISO image from a non reputable source, you should consider the possibility that it might contain UEFI malware and avoid booting from it. - If you obtained it from a trusted source, you should try to locate a more up to date version, that will not produce this warning.
ar_sa: اكتشف Rufus أن ملف ISO الذي حددته يحتوي على أداة تحميل التشغيل UEFI التي تم إبطالها سابقا والتي ستنتج %s، عند تمكين Secure Boot محدث بالكامل على نظام UEFI . - إذا حصلت على صورة ISO هذه من مصدر غير حسن السمعة، فيجب أن تفكر في احتمالية احتوائها على برامج UEFI ضارة وتجنب التشغيل منها. - إذا حصلت على صورة ISO هذه من مصدر موثوق به، فعليك محاولة العثور على إصدار أكثر حداثة، والذي لن ينتج عنه هذا التحذير.
ro_ro: Rufus a detectat că fișierul ISO care lai selectat conține un bootloader UEFI care nu este permis si ar produce %s, cand Secure Boot este activat pe un system UEFI actualizat. - Dacă ai făcut rost de aceasta imagine ISO de la o sursă de neîncredere, este recomandat să consideri posibilitatea că ar putea conține malware UEFI ce nu ar permite pornirea de la aceasta. - Dacă ai făcut rost de aceasta de la o sursă de încredere, ar putea fi necesară căutarea unei versiuni mai noi, care nu ar produce acest avertisment.
ru_ru: Выбранный образ ISO содержит отозванный загрузчик UEFI, который выдаёт %s, когда безопасная загрузка включена в полностью обновленной системе UEFI. - Если вы получили этот образ ISO из ненадёжного источника, учтите, что он может содержать вредоносное ПО UEFI, и не загружайтесь с него. - Если вы получили его из надёжного источника, попробуйте найти более новую версию, которая не будет выдавать это предупреждение.
th_th: Rufus ตรวจพบว่าไฟล์ ISO ที่คุณเลือกมี UEFI bootloader ที่ถูกเพิกถอน ซึ่งตุณอาจจะเจอกับ%s เมื่อ SecureBoot เปิดใช้งานบนระบบ UEFI ที่ทันสมัย - ถ้าคุณได้ไฟล์ ISO นี้มาจากแหล่งที่ไม่น่าเชื่อถือ คุณควรตระหนักถึงความเป็นไปได้ที่ไฟล์ดังกล่าวอาจมี UEFI malware และหลีกเลี่ยงการบูตจากอิมเมจดังกล่าว - ถ้าคุณได้ไฟล์ ISO นี้มาจากแหล่งที่เชื่อถือได้ คุณควรพยายามค้นหาเวอร์ชันที่ทันสมัยกว่านี้ ซึ่งจะไม่ทำให้เกิดคำเตือนนี้
vi_vn: Rufus đã phát hiện ra rằng tệp ISO bạn đã chọn có chứa một bộ khởi động UEFI đã bị thu hồi và nó sẽ tạo ra %s, khi Secure Boot được kích hoạt trên một hệ thống UEFI được cập nhật đầy đủ và mới nhất. - Nếu bạn sở hữu tệp ISO này từ một nguồn không đáng tin cậy, bạn nên cân nhắc khả năng có thể chứa mã độc UEFI và tránh khởi động từ nó. - Nếu bạn sở hữu từ một nguồn uy tín, bạn nên thử tìm một bản mới hơn, theo đó cảnh báo này sẽ không hiện ra.

source: a "Security Violation" screen
ar_sa: شاشة "الانتهاكات الأمنية"
ro_ro: un ecran de "Încălcare de Securitate"
ru_ru: экран нарушения безопасности
th_th: หน้าจอ "Security Violation"
vi_vn: một màn hình "Vi phạm Bảo mật"

source: a Windows Recovery Screen (BSOD) with '%s'
ar_sa: شاشة استرداد ويندوز (BSOD) مع '%s'
ro_ro: un ecran de Recuperare Windows (BSOD) cu '%s'
ru_ru: экран восстановления Windows (BSOD) с '%s'
th_th: หน้าจอ Windows Recovery (จอฟ้า; BSOD) พร้อมกับ '%s'
vi_vn: một Màn hình Khôi phục Windows (BSOD) với '%s'

source: Compressed VHDX Image
ar_sa: صورة VHDX مضغوطة
ro_ro: Imagine VHDX comprimată
ru_ru: Сжатый образ VHDX
th_th: อิมเมจ VHDX ที่ถูกบีบอัด
vi_vn: Tệp VHDX đã nén

source: Uncompressed VHD Image
ar_sa: صورة VHD غير مضغوطة
ro_ro: Imagine VHD necomprimată
ru_ru: Несжатый образ VHD
th_th: อิมเมจ VHDX ที่ไม่บีบอัด
vi_vn: Tệp VHD chưa nén

source: Full Flash Update Image
ar_sa: صورة (image) لتحديث فلاشة كاملة (FFU)
ro_ro: Flash complet de imagine de actualizare
ru_ru: Образ Full Flash Update (FFU)
vi_vn: Ghi Đầy đủ Tệp Cập nhật

source: Some additional data must be downloaded from Microsoft to use this functionality: - Select 'Yes' to connect to the Internet and download it - Select 'No' to cancel the operation
ar_sa: يجب تنزيل بعض البيانات الإضافية من Microsoft لاستخدام هذه الوظيفة: - اختر "نعم" للاتصال بالإنترنت وتنزيلها - اختر "لا" لإلغاء العملية
ro_ro: Niște date adiționale trebuie descărcate de la Microsoft pentru a folosii această funție: - Selectează 'Da' ca să te conectezi la Internet și să le descarci - Selectează 'Nu' pentru a anula operațiunea
ru_ru: Для этой функции необходимо загрузить дополнительные данные с сайта Microsoft: 'Да' - загрузить их из Интернета 'Нет' - отменить операцию
th_th: มีความจำเป็นต้องดาวน์โหลดข้อมูลเพิ่มเติมจาก Microsoft เพื่อใช้งานฟังก์ชั่นนี้: - เลือก 'Yes' เพื่อดาวน์โหลดไฟล์ผ่านอินเทอร์เน็ต - เลือก 'No' เพื่อยกเลิก
vi_vn: Một vài dữ lieu phải được tải xuống từ Microsoft để sử dụng tính năng này: - Chọn 'Có' để kết nối tới Internet và tải xuống nó - Chọn 'Không' để huỷ tiến trình

source: Restrict Windows to S-Mode (INCOMPATIBLE with online account bypass)
ar_sa: تقييد Windows على الوضع "S" (S-Mode، غير متوافق مع تجاوز الحساب عبر الإنترنت)
ro_ro: Restricționează Windows la S-Mode (INCOMPATIBIL cu bypass-ul pentru un cont online)
ru_ru: Ограничить Windows S-режимом (НЕСОВМЕСТИМО с обходом онлайн-аккаунта)
th_th: จำกัด Windows ให้อยู่ใน S-Mode (ไม่รองรับการยกเลิกการบังคับใช้บัญชี Microsoft)
vi_vn: Giới hạn Windows vào S-Mode (KHÔNG TƯƠNG THÍCH với việc bỏ qua tài khoản trực tuyến)

source: Expert Mode
ar_sa: وضع الخبير
ro_ro: Mod expert
ru_ru: Экспертный режим
th_th: โหมดผู้เชี่ยวชาญ
vi_vn: Chế độ Chuyên nghiệp

source: Extracting archive files: %s
ar_sa: استخراج ملفات الأرشيف: %s
ro_ro: Extractând fișiere arhivate: %s
ru_ru: Распаковка архивов: %s
th_th: กำลังแตกไฟล์: %s
vi_vn: Đang giải nén tệp lưu trữ: %s

source: Use Rufus MBR
ar_sa: استخدم Refus MBR
ro_ro: Folosește Rufus MBR
ru_ru: Использовать MBR Rufus
th_th: Rufus MBR
vi_vn: Sử dụng Rufus MBR

source: Rufus is a utility that helps format and create bootable USB flash drives, such as USB keys/pendrives, memory sticks, etc.
ar_sa: برنامج Rufus هو أداة تساعد في تنسيق وإنشاء أقراص الإقلاع USB، مثل مفاتيح USB، بطاقات الذاكرة، وغيرها.
ro_ro: Rufus este un utilitar care ajută la formatarea și crearea de drive-uri USB bootabile, precum cheile sau pendriverele USB, unități de memorie, etc.
ru_ru: Rufus - это утилита для форматирования и создания загрузочных флеш-накопителей USB.
sl_si: Rufus je program za formatiranje in ustvarjanje zagonskih naprav USB.
th_th: Rufus คือ โปรแกรมที่ช่วยฟอร์แมต และสร้างไดรฟ์บูต USB จาก USB keys, pendrives, memory sticks เป็นต้น
vi_vn: Rufus là một tiện ích giúp định dạng và tạo khả năng khởi động cho USB, chẳng hạn như thẻ USB/đĩa di động, thẻ nhớ, vv.

source: Official site: %s
ar_sa: الموقع الرسمي: %s
ro_ro: Site official: %s
ru_ru: Официальный сайт: %s
sl_si: Uradna stran: %s
th_th: เว็บไซต์ทางการ: %s
vi_vn: Trang web chính thức: %s

source: Source Code: %s
ar_sa: كود المصدر: %s
ro_ro: Codul Sursei: %s
ru_ru: Исходный код: %s
sl_si: Šifra vira: %s
th_th: ซอร์สโค้ด: %s
vi_vn: Mã nguồn: %s

source: ChangeLog: %s
ar_sa: سجل التغييرات: %s
ro_ro: Listă de schimbări: %s
ru_ru: Изменения: %s
sl_si: Spremenitve: %s
th_th: บันทึกการเปลี่ยนแปลง: %s
vi_vn: Nhật ký thay đổi: %s

source: This application is licensed under the terms of the GNU Public License (GPL) version 3. See https://www.gnu.org/licenses/gpl-3.0.en.html for details.
ar_sa: هذا التطبيق مُرخص بموجب شروط رخصة جنو (GNU) العمومية (GPL) الإصدار 3. راجع https://www.gnu.org/licenses/gpl-3.0.ar.html لمزيد من التفاصيل.
ro_ro: Această aplicație este sub liciența și termenii și condițiile ale lui GNU Public License (GPL) versiunea a 3-a. Vazi https://www.gnu.org/licenses/gpl-3.0.en.html pentru detalii.
ru_ru: Это приложение распространяется по лицензии GNU Public License (GPL) версии 3. Подробнее см. https://www.gnu.org/licenses/gpl-3.0.ru.html.
sl_si: Ta aplikacija je licencirana pod pogoji GNU Javne licence (GPL) različice 3. Oglejte si https://www.gnu.org/licenses/gpl-3.0.html podrobnosti.
th_th: แอปพลิเคชันนี้ได้รับอนุญาตภายใต้เงื่อนไขของ GNU Public License (GPL) เวอร์ชัน 3 ดูรายละเอียดได้ที่ https://www.gnu.org/licenses/gpl-3.0.html
vi_vn: Phần mềm này đã được cấp phép dưới các điều khoản của GNU Public License (GPL) phiên bản 3. Xem tại https://www.gnu.org/licenses/gpl-3.0.html để biết thêm chi tiết.

source: Boot
ar_sa: الإقلاع (Boot)
ro_ro: Bootează
ru_ru: Загрузочный
sl_si: Zagon
vi_vn: Khởi động

source: Format USB, flash card and virtual drives to FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
ar_sa: تهيئة USB وبطاقة الفلاش ومحركات الأقراص الافتراضية إلى FAT / FAT32 / NTFS / UDF / exFAT / ReFS / ext2 / ext3
ro_ro: Formatează USB, card flash si drive-uri virtuale la FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
ru_ru: Форматирование USB, флешек и виртуальных дисков в FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
sl_si: Formatiranje USB, bliskavice in virtualnih pogonov na FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
th_th: ฟอร์แมต USB, แฟลชการ์ด หรือไดรฟ์เสมือน ให้อยู่ในรูปแบบของ FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3
vi_vn: Định dạng USB, thẻ nhớ hoặc ổ nhớ ảo với FAT/FAT32/NTFS/UDF/exFAT/ReFS/ext2/ext3

source: Create FreeDOS bootable USB drives
ar_sa: إنشاء محركات أقراص USB قابلة للإقلاع من FreeDOS
ro_ro: Crează drive USB bootabil FreeDOS
ru_ru: Создание загрузочных USB-дисков FreeDOS
sl_si: Ustvarite FreeDOS zagonske USB pogone
th_th: สร้าง USB ไดรฟ์บูตสำหรับระบบ FreeDOS
vi_vn: Tạo USB có thể khởi động với FreeDOS

source: Create bootable drives from bootable ISOs (Windows, Linux, etc.)
ar_sa: إنشاء محركات أقراص قابلة للإقلاع من ملفات ISO القابلة للإقلاع (Windows و Linux وما إلى ذلك)
ro_ro: Crează drive-uri bootabile de la ISO-uri bootabile (Windows, Linux, etc.)
ru_ru: Создание загрузочных дисков из загрузочных образов ISO (Windows, Linux и т.д.)
sl_si: Ustvarite zagonske pogone iz zagonskih ISO-jev (Windows, Linux itd.)
th_th: สร้าง USB ไดรฟ์บูตจากไฟล์ ISO ที่บูตได้ (เช่น ไฟล์ติดตั้ง Windows หรือ Linux เป็นต้น)
vi_vn: Tạo ổ đĩa có thể khởi động từ các file ISO có thể khởi động (Windows, Linux, v.v...)

source: Create bootable drives from bootable disk images, including compressed ones
ar_sa: إنشاء محركات أقراص قابلة للإقلاع من صور الأقراص القابلة للإقلاع ، بما في ذلك الأقراص المضغوطة
ro_ro: Crează drive-uri de la imagini de disc bootabile, incluzând cele compresate
ru_ru: Создание загрузочных дисков из образов загрузочных дисков, в том числе сжатых
sl_si: Ustvarite zagonske pogone iz slik diska, ki jih je mogoče zagnati, vključno s stisnjenimi
th_th: สร้างไดรฟ์บูตจากดิสก์อิมเมจที่บูตได้ (รองรับไฟล์ดิสก์อิมเมจที่ถูกบีบอัด)
vi_vn: Tạo ổ đĩa có thể khởi động từ các tệp đĩa có thể khởi động, bao gồm cả tệp nén

source: Create BIOS or UEFI bootable drives, including UEFI bootable NTFS
ar_sa: إنشاء BIOS أو محركات أقراص UEFI قابلة للإقلاع ، بما في ذلك UEFI NTFS القابل للتشغيل
ro_ro: Crează discuri bootabile BIOS sau UEFI, incluzând NTFS-uri bootabile de UEFI
ru_ru: Создание загрузочных дисков BIOS или UEFI, включая загрузочный UEFI NTFS
sl_si: Ustvarite zagonske pogone BIOS ali UEFI, vključno z UEFI bootable NTFS
th_th: สร้างไดรฟ์บูตสำหรับระบบ BIOS หรือ UEFI และ UEFI bootable NTFS
vi_vn: Tạo ổ đĩa có thể khởi động với hệ thống BIOS hoặc UEFI, bao gồm cả NTFS có thể khởi động với UEFI

source: Create 'Windows To Go' drives
ar_sa: إنشاء محركات أقراص "Windows To Go"
ro_ro: Crează discuri 'Windows To Go'
ru_ru: Создание дисков Windows To Go
sl_si: Ustvarjanje pogonov »Windows To Go'
th_th: สร้างไดรฟ์ของ 'Windows To Go'
vi_vn: Tạo ổ đĩa 'Windows To Go'

source: Create Windows 11 installation drives for PCs that don't have TPM or Secure Boot
ar_sa: قم بإنشاء محركات تثبيت ويندوز 11 لأجهزة الكمبيوتر التي لا تحتوي على TPM أو الإقلاع الآمن (Secure Boot)
ro_ro: Crează drive de instalare Windows 11 pe computere care nu au TPM sau Bootare Securizată
ru_ru: Создание установочных дисков Windows 11 для компьютеров без TPM или безопасной загрузки
sl_si: Ustvarjanje namestitvenih pogonov za Windows 11 za računalnike, ki nimate TPM ali Varnega zagona
th_th: สร้างไดรฟ์ติดตั้ง Windows 11 สำหรับคอมพิวเตอร์ที่ไม่มี TPM หรือ Secure Boot
vi_vn: Tạo ổ đĩa cài đặt Windows 11 cho các máy tính không có TPM hoặc Secure Boot

source: Create persistent Linux partitions
ar_sa: إنشاء Persistent Linux partitions
ro_ro: Crează partiție de Linux persistentă
ru_ru: Создание постоянных разделов Linux
sl_si: Ustvarjanje trajnih Linux particij
th_th: สร้าง Linux partition แบบ persistent
vi_vn: Tạo phân vùng Linux liên tục

source: Create VHD/DD images of the selected drive
ar_sa: إنشاء صور VHD / DD لمحرك الأقراص المحدد
ro_ro: Crează imagini VHD/DD de pe drive-ul selectat
ru_ru: Создание образов VHD/DD выбранного диска
sl_si: Ustvarjanje VHD/DD slik izbranega pogona
th_th: สร้างอิมเมจไฟล์แบบ VHD/DD จากไดรฟ์ที่เลือก
vi_vn: Tạo tệp VHD/DD từ ổ đĩa đã chọn

source: Compute MD5, SHA-1, SHA-256 and SHA-512 checksums of the selected image
ar_sa: حساب المجاميع الإختبارية MD5 و SHA-1 و SHA-256 و SHA-512 للصورة المحددة
ro_ro: Compută MD5, SHA-1, SHA-256 și SHA-512 suma de control ale imaginilor selectate
ru_ru: Вычисление контрольных сумм MD5, SHA-1, SHA-256 и SHA-512 выбранного образа
sl_si: Račun MD5, SHA-1, SHA-256 in SHA-512 kontrolni vsoti izbrane slike
th_th: คำนวณรหัส MD5, SHA-1, SHA-256, SHA-512 ของไฟล์อิมเมจที่เลือก
vi_vn: Tính tổng kiểm MD5, SHA-1, SHA-256 và SHA-512 của tệp đã chọn

source: Perform bad blocks checks, including detection of "fake" flash drives
ar_sa: إجراء فحوصات كتل تالفة ، بما في ذلك الكشف عن محركات أقراص فلاش "زائفة"
ro_ro: Verifică blocuri rele, incluzând detectarea de drive-uri flash "false"
ru_ru: Проверка на плохие блоки, обнаружение "поддельных" флешек
sl_si: Izvajanje preverjanj slabih blokov, vključno z odkrivanjem »lažnih« bliskavic
th_th: ตรวจสอบจุดบกพร่อง รวมไปถึงการทดสอบแฟลชไดรฟ์ว่าเป็น "ของปลอม" หรือไม่
vi_vn: Thực hiện kiểm tra điểm lỗi, bao gồm phát hiện ổ đĩa "giả"

source: Download official Microsoft Windows retail ISOs
ar_sa: قم بتنزيل ملفات ISO الرسمية الخاصة بـ Microsoft Windows
ro_ro: Descarcă un Microsoft Windows ISO oficial de vânzare
ru_ru: Загрузка официальных ISO-образов Windows
sl_si: Prenos uradnih Microsoft Windows maloprodaja ISOs
th_th: ดาวน์โหลดไฟล์ ISO ของ Microsoft Windows จากเว็บไซต์ทางการของ Microsoft
vi_vn: Tải xuống các tệp Microsoft Windows ISO bán lẻ chính thức

source: Download UEFI Shell ISOs
ar_sa: قم بتنزيل UEFI Shell ISOs
ro_ro: Descarcă UEFI Shell ISO-uri
ru_ru: Загрузка ISO-образов оболочки UEFI
sl_si: Prenos UEFI Shell ISOs
th_th: ดาวน์โหลดไฟล์ ISO ของ UEFI Shell
vi_vn: Tải xuống các tệp UEFI Shell ISO
