Repository: zxlhhyccc/rufus
Catalog: res/loc/po/*.po
Languages: ar_sa, ro_ro, ru_ru, sl_si, th_th, vi_vn

source: Download using a browser
ar_sa: التنزيل باستخدام المتصفح
ro_ro: Descărcați folosind un browser
ru_ru: Скачать в браузере
sl_si: Prenesi z brskalnikom
th_th: ดาวน์โหลดโดยใช้เบราว์เซอร์
vi_vn: Tải bằng trình duyệt

source: Download of Windows ISOs is unavailable due to Microsoft having altered their website to prevent it.
ar_sa: لا يتوفر تنزيل Windows ISOs نظرًا لأن شركة Microsoft قد غيرت موقعها على الويب لمنع ذلك.
ro_ro: Desărcarea de Windows ISO-uri nu este valabilă din cauza unor schimbări al paginii web de la Microsoft care previn această acțiune.
ru_ru: Microsoft временно заблокировала скачивание образов Windows из-за большого количества загрузок.
sl_si: Prenos sistema Windows ISOs ni na voljo, ker je Microsoft spremenil njihovo spletno mesto, da bi ga preprečil.
th_th: ไม่สามารถดาวน์โหลดไฟล์ Windows ได้ เนื่องจาก Microsoft ได้ทำการปรับเว็บไซต์เพื่อป้องกันเอาไว้ - โปรดลองใหม่ในภายหลัง...
vi_vn: Việc tải các tệp ISO Windows không có sẵn bởi Microsoft đã chỉnh lại trang web của họ để chống lại điều này.

source: PowerShell 3.0 or later is required to run this script.
ar_sa: مطلوب PowerShell 3.0 أو أحدث لتشغيل هذا البرنامج النصي.
ro_ro: PowerShell 3.0 sau mai nou este necesar pentru a rula acest script.
ru_ru: Для запуска этого скрипта требуется PowerShell версии 3.0 или новее.
sl_si: Ta skripta zahteva PowerShell 3.0 ali novejši.
th_th: ต้องใช้ PowerShell 3.0 หรือใหม่กว่านั้นในการรันสคริปต์นี้
vi_vn: Yêu cầu phiên bản PowerShell 3.0 hoặc cao hơn để chạy đoạn mã này.

source: Do you want to go online and download it?
ar_sa: هل ترغب بالتحميل عن طريق الإنترنت ؟
ro_ro: Doriți să intrați pe internet și să îl descărcați?
ru_ru: Хотите скачать из Интернета?
sl_si: Ali ga želite prenesti?
th_th: คุณต้องการเชื่อมต่อออนไลน์ แล้วดาวน์โหลดหรือไม่
vi_vn: Bạn có muốn kết nối Internet và tải nó?

source: Running download script...
ar_sa: جارٍ تشغيل برنامج التنزيل ...
ro_ro: Se rulează scriptul pentru descărcare...
ru_ru: Запуск загрузки скрипта...
sl_si: Izvajam skripto za prenos...
th_th: กำลังเรียกใช้สคริปต์ดาวน์โหลด...
vi_vn: Đang chạy đoạn mã tải file...

source: Download ISO Image
ar_sa: تحميل صورة ISO
ro_ro: Descărcare imagine ISO
ru_ru: Загрузить образ ISO
sl_si: Prenesi sliko ISO
th_th: ดาวน์โหลดอิมเมจ ISO
vi_vn: Tải tệp tin ISO

source: Type of computer you plan to use this bootable drive with. It is your responsibility to determine whether your target is of BIOS or UEFI type before you start creating the drive, as it may fail to boot otherwise.
ar_sa: نوع الكمبيوتر الذي تخطط لاستخدام محرك الأقراص القابل للاقلاع معه. تقع على عاتقك مسؤولية تحديد ما إذا كان هدفك من نوع BIOS أو UEFI قبل البدء في إنشاء محرك الأقراص، حيث قد يفشل في الاقلاع بطريقة أخرى.
ro_ro: Tipul computerului pe care doriți să utilizați unitatea bootabilă. Este responsabilitatea dvs. să determinați dacă acesta este de tip BIOS sau UEFI înainte de a crea unitatea. Dacă alegeți tipul greșit, unitatea nu va funcționa și sistemul nu va porni.
ru_ru: Тип компьютера, с которым вы планируете использовать этот загрузочный диск. Прежде чем создавать диск, вы должны определить, что используется в вашей системе: BIOS или UEFI, иначе диск может не загрузиться.
sl_si: Vrsta računalnika, ki jo nameravate zagnati s tem pogonom. To morate ugotoviti, preden ustvarite pogon, drugače zagon morda ne bo uspel.
th_th: รูปแบบของเครื่องคอมพิวเตอร์ที่คุณจะนำไดรฟ์บูตไปใช้ ซึ่งคุณจะต้องทราบว่าเครื่องเป้าหมายมีรูปแบบการบูตเป็นแบบ BIOS หรือ UEFI หากเลือกผิดรูปแบบจะส่งผลให้ไม่สามารถบูตด้วยไดรฟ์นี้ได้
vi_vn: Loại máy tính mà bạn định sử dung với ổ có thể khởi động này. Bạn có trách nhiệm phải tìm hiểu máy đó là kiểu BIOS hay UEFI trước khi bạn tạo ổ đĩa, bởi nó có thể bị lỗi khi khởi động.

source: 'UEFI-CSM' means that the device will only boot in BIOS emulation mode (also known as 'Legacy Mode') under UEFI, and not in native UEFI mode.
ar_sa: 'UEFI-CSM' تعني أن الجهاز سوف يقلع فقط في وضع محاكات BIOS (يعرف أيضا ب 'Legacy Mode') في وضع UEFI, وليس في وضع UEFI الأساسي.
ro_ro: 'UEFI-CSM' înseamnă că dispozitivul NU va porni în modul UEFI nativ, ci doar în modul de BIOS emulat (cunoscut și ca 'Legacy Mode') sub UEFI.
ru_ru: 'UEFI-CSM' означает, что устройство будет загружаться только в режиме эмуляции BIOS (также называемом 'Legacy Mode') под UEFI, а не в режиме UEFI.
sl_si: 'UEFI-CSM' pomeni, da se bo v UEFI s pogona mogoče zagnati le v načinu emulacije BIOS (imenovanem tudi 'Legacy Mode') in ne v običajnem UEFI načinu.
th_th: 'UEFI-CSM' หมายถึงอุปกรณ์คุณจะสามารถบูตในโหมด BIOS emulation (Legacy Mode) ภายใต้ระบบ UEFI โดยต้องไม่ใช่แบบ Native UEFI
vi_vn: 'UEFI-CSM' nghĩa là thiết bị chỉ có thể boot ở chế độ giả lập BIOS (hay còn gọi là 'Legacy Mode') bên trong chế độ UEFI, và nó không phải là chế độ thuần UEFI.

source: 'non CSM' means that the device will only boot in native UEFI mode, and not in BIOS emulation mode (also known as 'Legacy Mode').
ar_sa: 'بدون CSM' تعني أن الجهاز سوف يقلع فثط في وضع UEFI الأساسي, وليس وضع محاكات BIOS (تعرف أيضا ب 'Legacy Mode')
ro_ro: 'non-CSM' înseamnă că dispozitivul va porni DOAR în modul UEFI nativ. Acesta NU va porni în modul de BIOS emulat (cunoscut și ca 'Legacy Mode').
ru_ru: 'non-CSM' означает, что устройство будет загружаться только в режиме UEFI, а не в режиме эмуляции BIOS (также известном как 'Legacy Mode').
sl_si: 'brez CSM' pomeni, da se bo v UEFI s pogona mogoče zagnati le v običajnem UEFI načinu in ne v načinu emulacije BIOS (imenovanem tudi 'Legacy Mode').
th_th: 'non CSM' หมายถึงอุปกรณ์คุณจะสามารถบูตในโหมด Native UEFI โดยที่ไม่ใช่ BIOS emulation หรือ Legacy Mode
vi_vn: 'non CSM' nghĩa là thiết bị chỉ có thể boot ở chế độ thuần UEFI mà không phải chế độ giả lập BIOS (hay còn gọi là 'Legacy Mode')

source: Test pattern: 0x%02X
ar_sa: إختبار نمط: 0x%02X
ro_ro: Model de test: 0x%02X
ru_ru: Тестовый образец: 0x%02X
sl_si: Testni vzorec: 0x%02X
th_th: รูปแบบการทดสอบ: 0x%02X
vi_vn: Mẫu thử: 0x%02X

source: Test pattern: 0x%02X, 0x%02X
ar_sa: إختبار نمط: 0x%02X, 0x%02X
ro_ro: Model de test: 0x%02X, 0x%02X
ru_ru: Тестовый образец: 0x%02X, 0x%02X
sl_si: Testni vzorec: 0x%02X, 0x%02X
th_th: รูปแบบการทดสอบ: 0x%02X, 0x%02X
vi_vn: Mẫu thử: 0x%02X, 0x%02X

source: Test pattern: 0x%02X, 0x%02X, 0x%02X
ar_sa: إختبار نمط: 0x%02X, 0x%02X, 0x%02X
ro_ro: Model de test: 0x%02X, 0x%02X, 0x%02X
ru_ru: Тестовый образец: 0x%02X, 0x%02X, 0x%02X
sl_si: Testni vzorec: 0x%02X, 0x%02X, 0x%02X
th_th: รูปแบบการทดสอบ: 0x%02X, 0x%02X, 0x%02X
vi_vn: Mẫu thử: 0x%02X, 0x%02X, 0x%02X

source: Test pattern: 0x%02X, 0x%02X, 0x%02X, 0x%02X
ar_sa: إختبار نمط: 0x%02X, 0x%02X, 0x%02X, 0x%02X
ro_ro: Model de test: 0x%02X, 0x%02X, 0x%02X, 0x%02X
ru_ru: Тестовый образец: 0x%02X, 0x%02X, 0x%02X, 0x%02X
sl_si: Testni vzorec: 0x%02X, 0x%02X, 0x%02X, 0x%02X
th_th: รูปแบบการทดสอบ: 0x%02X, 0x%02X, 0x%02X, 0x%02X
vi_vn: Mẫu thử: 0x%02X, 0x%02X, 0x%02X, 0x%02X

source: Sets the target filesystem
ar_sa: يحدد نظام الملفات المستهدف
ro_ro: Setează sistemul de fișiere pentru dispozitiv
ru_ru: Выбор целевой файловой системы
sl_si: Nastavi ciljni datotečni sistem
th_th: เลือกระบบไฟล์
vi_vn: Đặt loại hệ thống tập tin

source: Minimum size that a block of data will occupy in the filesystem
ar_sa: الحد الأدنى لحجم كتلة البيانات التي ستشغله في نظام الملفات
ro_ro: Dimensiunea minimă pe care un bloc de date o va ocupa în sistemul de fișiere
ru_ru: Выбор минимального размера блока данных в файловой системе
sl_si: Minimalna velikost, ki jo bo zasedel kos podatkov v datotečnem sistemu
th_th: ขนาดที่เก็บข้อมูลที่น้อยที่สุดต่อไฟล์ที่ระบบไฟล์จะจัดสรรให้
vi_vn: Kích thước tối thiểu của khối dữ liệu sẽ chiếm dụng trong hệ thống tập tin

source: Use this field to set the drive label. International characters are accepted.
ar_sa: استخدام هذا الحقل لتعيين تسمية محرك الأقراص الرموز الدولية مقبولة.
ro_ro: Utilizați acest câmp pentru a seta eticheta unității. Sunt acceptate caractere internaționale.
ru_ru: Запись новой метки тома. Поддерживаются международные символы.
sl_si: S tem poljem nastavite oznako pogona. Lahko uporabite mednarodne znake (npr. Č, Š, Ž).
th_th: กรอกชื่อไดรฟ์แบบกำหนดเองในช่องนี้ ตัวอักษรสากลสามารถใช้ได้
vi_vn: Dùng trường này để đặt tên đĩa. Các ký tự quốc tế được chấp nhận.

source: Toggle advanced options
ar_sa: إدراج الخيارات المتقدّمة
ro_ro: Afișare sau ascundere opțiuni avansate
ru_ru: Развернуть дополнительные параметры
sl_si: Prikaže ali skrije dodatne možnosti
th_th: เปิด/ปิดตัวเลือกขั้นสูง
vi_vn: Bật/tắt tuỳ chọn nâng cao

source: Check the device for bad blocks using a test pattern
ar_sa: فحص الجهاز من الأجزاء التالفة باستخدام نمط اختبار
ro_ro: Căutați blocuri defecte pe dispozitiv utilizând un model de test
ru_ru: Проверка устройства на плохие блоки с помощью тестового образца
sl_si: Preveri, ali so na napravi slabi bloki z uporabo testnega vzorca
th_th: ตรวจสอบข้อบกพร่องของอุปกรณ์โดยใช้รูปแบบการทดสอบต่างๆ
vi_vn: Kiểm tra khối hỏng bằng mẫu thử

source: Uncheck this box to use the "slow" format method
ar_sa: قم بإلغاء الإختيار لهذا المربّع لاستخدام طريقة فرمتة "بطيئة "
ro_ro: Debifați această casetă pentru a utiliza metoda de formatare "înceată"
ru_ru: Снимите этот флажок, чтобы использовать "медленное" форматирование
sl_si: To možnost odznačite za "počasen" način formatiranja
th_th: ไม่ต้องเลือกตัวเลือกนี้หากต้องการฟอร์แมตแบบ "ช้า"
vi_vn: Bỏ chọn mục này để dùng cách định dạng "chậm"

source: Method that will be used to create partitions
ar_sa: الطريقة اللتي سيتم إستخدامها لإنشاء الاتجزئات
ro_ro: Metoda care va fi folosită pentru a crea partiții
ru_ru: Метод, который будет использоваться для создания разделов
sl_si: Metoda, ki bo uporabljena za ustvarjanje particij
th_th: ระบบพาร์ติชันที่จะสร้าง
vi_vn: Cách thức để tạo phân vùng

source: Method that will be used to make the drive bootable
ar_sa: الطريقة التي سيتّم إستخدامها لخلق محرك أقراص إقلاعي
ro_ro: Metoda care va fi folosită pentru a face unitatea USB să fie bootabilă
ru_ru: Метод, который будет использоваться для создания загрузочного диска
sl_si: Metoda, ki bo uporabljena, da bo s pogona mogoče zagnati računalnik
th_th: วิธีการทำไดรฟ์บูต
vi_vn: Cách thức để tạo ổ đĩa có thể khởi động

source: Click to select or download an image...
ar_sa: إضغط لإختيار أو تحميل صورة ...
ro_ro: Dați click pentru a selecta sau descărca o imagine...
ru_ru: Нажмите, чтобы выбрать или загрузить образ...
sl_si: Kliknite, da izberete sliko...
th_th: คลิกเพื่อเลือก หรือดาวน์โหลดอิมเมจไฟล์...
vi_vn: Nhấn để chọn hoặc tải file ảnh...

source: Check this box to allow the display of international labels and set a device icon (creates an autorun.inf)
ar_sa: حدّد هذا المربّع للسماح بعرض التسميات الدولية وتعيين أيقونة الجهاز (إنشاء autorun.inf)
ro_ro: Bifați această casetă pentru a permite afișarea etichetelor internaționale și pentru a seta o pictogramă pentru dispozitiv (se va crea un fișier autorun.inf)
ru_ru: Разрешить отображение меток с международными символами и задать значок устройства (создаётся файл autorun.inf)
sl_si: To možnost izberite, če želite omogočiti prikaz "mednarodnih" oznak nosilca in nastaviti ikono za napravo (to ustvari datoteko autorun.inf).
th_th: เลือกตัวเลือกนี้เพื่อสร้างไฟล์ autorun.inf สำหรับตั้งชื่อไดรฟ์ด้วยอักขระสากล และเพิ่มไอคอนกราฟฟิคให้กับไดรฟ์
vi_vn: Chọn mục này để cho phép hiện tên ổ đĩa toàn hệ thống và đặt biểu tượng thiết bị (khởi tạo autorun.inf)

source: Install a UEFI bootloader, that will perform MD5Sum file validation of the media
ar_sa: قم بتثبيت أداة تحميل تشغيل UEFI، و التي ستقوم بالتحقق من صحة الملف بإستخدام MD5
ro_ro: Instalează un bootloader UEFI care poate performa validări MD5sum a fișierelor media
ru_ru: Установить загрузчик UEFI, который проверит файл MD5Sum на носителе
th_th: ติดตั้ง UEFI bootloader ซึ่งจะมีการตรวจสอบมีเดียด้วย MD5Sum
vi_vn: Cài đặt bộ khởi động UEFI, cùng với việc tiến trình xác thực MD5Sum của phương tiện

source: Try to masquerade first bootable USB drive (usually 0x80) as a different disk. This should only be necessary if you install Windows XP and have more than one disk.
ru_ru: Попробуйте замаскировать первый загрузочный USB-диск (обычно 0x80) как другой диск. Это необходимо только для установки Windows XP, если у вас несколько дисков.

source: Create an extra hidden partition and try to align partitions boundaries. This can improve boot detection for older BIOSes.
ar_sa: إنشاء قسم إضافي خفي ومحاذاة حدود الأقسام. هذا يمكنه تحسين إكتشاف الإقلاع لـ BIOSes قديمة.
ro_ro: Creează o partiție ascunsă suplimentară și încearcă să alinieze delimitările pentru partiții. Poate îmbunătăți detectarea pe BIOS-uri mai vechi.
ru_ru: Создать дополнительный скрытый раздел и попробовать выровнять границы разделов. Это может улучшить обнаружение загрузчика в старых BIOS.
sl_si: Ta možnost ustvari dodatno skrito particijo in poskuša poravnati particije. To lahko izboljša zaznavo zagonskih naprav v starih BIOS verzijah.
th_th: สร้างพาร์ติชันเพิ่มเติม และพยายามจัดพาร์ติชัน วิธีนี้จะช่วยให้ BIOS รุ่นเก่าสามารถตรวจพบอุปกรณ์ได้ดีขึ้น
vi_vn: Tạo một phân vùng ẩn khác và thử sắp xếp ranh giới phân vùng. Điều này có thể cải thiện khả năng phát hiện khởi động cho BIOS cũ.

source: Enable the listing of USB Hard Drive enclosures. USE AT YOUR OWN RISKS!!!
ar_sa: تمكين إدراج مرفقات القرص الصلب USB. إستخدمه على مسؤوليتك الخاصة!!!
ro_ro: Activează afișarea unităților de tip hard conectate prin USB. UTILIZAȚI PE PROPRIA RĂSPUNDERE!!!
ru_ru: Отображать внешние жёсткие диски USB. ИСПОЛЬЗУЙТЕ НА СВОЙ СТРАХ И РИСК!
sl_si: Omogoči naštevanje trdih diskov, priključenih preko USB. TO JE NA VAŠO ODGOVORNOST!
th_th: เปิดให้แสดงรายชื่อ USB Hard Drive ทั้งหมด (มีความเสี่ยง โปรดระมัดระวัง!!!)
vi_vn: Kích hoạt liệt kê ổ cứng USB trong máy. DÙNG CẨN TRỌNG!!!

source: Start the formatting operation. This will DESTROY any data on the target!
ar_sa: بدء عملية الفرمتة. ستم تدمير أية بيانات على الهدف!
ro_ro: Începe operațiunea de formatare. Aceasta va DISTRUGE toate datele de pe dispozitivul țintă!
ru_ru: Начать форматирование. Все данные на диске будут УНИЧТОЖЕНЫ!
sl_si: Začne formatirati. To bo UNIČILO vse podatke na ciljni napravi!
th_th: กำลังเริ่มต้นฟอร์แมต ข้อมูลทั้งหมดบนอุปกรณ์ที่เลือกจะถูกลบทิ้ง
vi_vn: Bắt đầu hoạt động định dạng. Việc này sẽ TIÊU HUỶ mọi dữ liệu trên đĩa đã chọn!

source: Invalid download signature
ar_sa: التوقيع الرقمي للتحميل غير صالح
ro_ro: Semnătura descărcării nu este validă
ru_ru: Неверная подпись обновления
sl_si: Podpis prenesene datoteke ni pristen
th_th: ใบรับรองดิจิทัลของการดาวน์โหลดไม่ถูกต้อง
vi_vn: Chữ kí tải xuống không hợp lệ

source: Click to select...
ar_sa: إضغط لاختيار...
ro_ro: Dați click pentru a selecta...
ru_ru: Нажмите для выбора...
sl_si: Kliknite, da izberete...
th_th: คลิกเพื่อเลือกไฟล์อิมเมจ...
vi_vn: Nhấn để chọn...

source: Rufus - The Reliable USB Formatting Utility
ar_sa: Rufus - أداة فرمتة الـ USB جديرة بالثقة
ro_ro: Rufus - Instrumentul de încredere pentru formatări USB
ru_ru: Rufus - Надёжная утилита для форматирования USB-дисков
sl_si: Rufus - zanesljivi pripomoček za USB formatiranje
th_th: Rufus - ยูทิลิตี้การฟอร์แมต USB ที่ไว้ใจได้
vi_vn: Rufus - Tiện ích Định dạng USB Đáng tin cậy

source: Version %d.%d (Build %d)
ar_sa: إصدار %d.%d (بناء %d)
ro_ro: Versiunea %d.%d (generare %d)
ru_ru: Версия %d.%d (сборка %d)
sl_si: Verzija %d.%d (izgradnja %d)
th_th: เวอร์ชัน %d.%d (Build %d)
vi_vn: Phiên bản %d.%d (Bản dựng %d)

source: English translation: Pete Batard <mailto:pete@akeo.ie>
ar_sa: الترجمة إلى العربية:\line• أ. راس النعامة \line• عمر الصمد \line• فراس السيخ \line• عبدالمجيد
ro_ro: Traducerea în limba română:\line• Alexandru Gîrlea\line• Mihai Străuț\line• Fedorovici Constantin-Robert
ru_ru: Русский перевод: Дмитрий Ерохин <mailto:erodim@mail.ru>
sl_si: V slovenščino prevedel Matej Horvat <mailto:matej.horvat@guest.arnes.si>
th_th: แปลไทยโดย:\line • Sippapas Wangsri <mailto:sippapas_w@cmu.ac.th>\line • Suttirak Mattayawerakiat <mailto:raksuttirak2@gmail.com>
vi_vn: Bản dịch tiếng Việt:\line• thanhtai2009 <mailto:thanhtai2009@outlook.com>\line• caobach <mailto:caobach@gmail.com>\line• VNSpringRice <mailto:admin@quangminh.name.vn>

source: Report bugs or request enhancements at:
ar_sa: الإبلاغ عن الأخطاء أو طلب التحسينات على:
ro_ro: Raportați probleme sau solicitați îmbunătățiri la:
ru_ru: Сообщить об ошибке или предложить улучшение:
sl_si: Prijavite hrošče ali zahtevajte izboljšave na:
th_th: รายงานข้อบกพร่อง หรือแนะนำข้อเสนอแนะได้ที่:
vi_vn: Báo lỗi hoặc yêu cầu cải tiến tại:

source: Additional Copyrights:
ar_sa: حقوق النشر الإضافية:
ro_ro: Drepturi de autor suplimentare:
ru_ru: Дополнительные авторские права:
sl_si: Dodatne avtorske pravice:
th_th: ลิขสิทธิ์เพิ่มเติม:
vi_vn: Các bản quyền bổ sung:

source: Update Policy:
ar_sa: سياسة التحديث:
ro_ro: Politică de actualizare:
ru_ru: Политика обновления:
sl_si: Politika posodobitev:
th_th: นโยบายการอัพเดต:
vi_vn: Chính sách cập nhật:

source: If you choose to allow this program to check for application updates, you agree that the following information may be collected on our server(s):
ar_sa: إذا اخترت السماح لهذا البرنامج بالتحقق من تحديثات التطبيق، فأنت توافق على أنه يمكن جمع المعلومات التالية على الخادم (الخوادم) الخاصة بنا:
ro_ro: Dacă alegeți să permiteți acestui program să caute actualizări, sunteți de acord ca următoarele informații să fie colectate și stocate pe serverele noastre:
ru_ru: Разрешая проверку обновлений, вы соглашаетесь, что на наших серверах может собираться следующая информация:
sl_si: Če programu dovolite, da preverja za posodobitve, se strinjate, da se na naših strežnikih lahko zbirajo naslednje informacije:
th_th: เมื่อคุณอนุญาตให้โปรแกรมตรวจหาอัพเดต ถือว่าคุณยอมรับว่าข้อมูลต่อไปนี้จะถูกส่งให้แก่เซิร์ฟเวอร์:
vi_vn: Nếu bạn chọn cho phép chương trình này kiểm tra cập nhật ứng dụng, bạn đồng ý rằng những thông tin dưới đây có thể được thu thập trên (các) máy chủ của chúng tôi:

source: Your operating system's architecture and version
ar_sa: بنية نظام التشغيل الخاص بك وإصداره
ro_ro: Arhitectura și versiunea sistemului dvs. de operare
ru_ru: Версия и архитектура вашей операционной системы
sl_si: Arhitektura in verzija vašega operacijskega sistema
th_th: สถาปัตยกรรมและเวอร์ชันของระบบปฏิบัติการของคุณ
vi_vn: Kiến trúc và phiên bản hệ điều hành của bạn

source: The version of the application you use
ar_sa: إصدار التطبيق الذي تستخدمه
ro_ro: Versiunea de aplicație pe care o utilizați
ru_ru: Версия используемого приложения
sl_si: Verzija programa, ki jo uporabljate
th_th: เวอร์ชันของโปรแกรมที่คุณใช้
vi_vn: Phiên bản của ứng dụng bạn đang dùng

source: Your IP address
ar_sa: عنوان IP الخاص بك
ro_ro: Adresa dvs. IP
ru_ru: Ваш IP-адрес
sl_si: Vaš IP naslov
th_th: IP address ของคุณ
vi_vn: Địa chỉ IP của bạn

source: For the purpose of generating private usage statistics, we may keep the information collected, \b for at most a year\b0 . However, we will not willingly disclose any of this individual data to third parties.
ar_sa: لغرض إنشاء إحصاءات الاستخدام الخاصة، قد نحتفظ بالمعلومات التي تم جمعها, \b لمدة عام على الأكثر\b0 . ومع ذلك،، فإننا لن نكشف عن أي من هذه البيانات الفردية طوعًا لأطراف ثالثة.
ro_ro: Vom păstra aceste informații, în scopul de a crea statistici de utilizare private, \b timp de cel mult un an\b0 . Totuși, vă garantăm că nu vom trimite aceste date către terțe părți.
ru_ru: Для получения статистики использования программы мы можем хранить собранную информацию \b не более года\b0 . Однако мы не будем добровольно раскрывать какие-либо из этих персональных данных сторонним лицам.
sl_si: Za računanje zasebne statistike o uporabi programa bomo morda te informacije obdržali \b največ eno leto\b0 . Ne bomo pa jih nalašč predali nikomur drugemu.
th_th: เพื่อจุดประสงค์ในการจัดทำสถิติ เราอาจเก็บข้อมูลดังกล่าว \b ไว้เป็นระยะเวลาหนึ่ง\b0 อย่างไรก็ตาม เราไม่มีนโยบายในการเปิดเผยข้อมูลของท่านให้แก่บุคคลที่สาม
vi_vn: Vì mục đích tạo thống kê sử dụng riêng tư, chúng tôi có thể giữ thông tin đã thu thập, \b tối đa một năm\b0 . Tuy nhiên, chúng tôi sẽ không tiết lộ bất kỳ dữ liệu cá nhân nào cho bên thứ ba.

source: Update Process:
ar_sa: عملية التحديث:
ro_ro: Proces de actualizare:
ru_ru: Обновление:
sl_si: Postopek posodobitve:
th_th: กระบวนการการอัพเดต:
vi_vn: Tiến trình cập nhật:

source: Rufus does not install or run background services, therefore update checks are performed only when the main application is running.\line Internet access is of course required when checking for updates.
ar_sa: Rufus لا يقوم بتثبيت أو تشغيل خدمات خلفية, وبالتالي يتم التحقّق من تحديثات فقط عند تشغيل التطبيق الرئيسي. \line الإتصال بالإنترنت بالطبع مطلوب عند التحقّق من وجود تحديثات.
ro_ro: Rufus nu instalează și nu rulează servicii de fundal. Așadar, căutarea actualizărilor va avea loc doar în timp ce aplicația principală rulează.\line Accesul la internet este, desigur, necesar atunci când se caută actualizări.
ru_ru: Rufus не устанавливает и не запускает фоновые службы, поэтому проверка наличия обновлений выполняется, только когда запущено основное приложение.\line Для проверки обновлений требуется доступ к Интернету.
sl_si: Rufus ne namesti ali zaganja storitev v ozadju, zato se posodobitve prenašajo samo, ko Rufus zaženete sami.\line Za preverjanje in prenos posodobitev seveda potrebujete povezavo z internetom.
th_th: Rufus ไม่ได้ติดตั้ง service ที่ทำงานในพื้นหลัง ดังนั้นการตรวจสอบอัพเดตจะเกิดขึ้นก็ต่อเมื่อมีการเปิดโปรแกรมเท่านั้น\line การเชื่อมต่ออินเทอร์เน็ตมีความจำเป็นที่จะทำการอัพเดต
vi_vn: Rufus không cài đặt hoặc chạy dịch vụ nền, do đó việc kiểm tra cập nhật chỉ được thực hiện khi ứng dụng chính đang chạy.\line Quyền truy cập Internet dĩ nhiên cần thiết khi kiểm tra cập nhật.

source: Invalid image for selected boot option
ar_sa: صورة (image) غير صالحة للخيار الإقلاعي المحدّد
ro_ro: Imaginea nu este validă pentru opțiunea de boot selectată
ru_ru: Неверный образ для выбранного варианта загрузки
sl_si: Neveljavna slika za izbran način zagona
th_th: อิมเมจสำหรับตัวเลือกการบูตไม่ถูกต้อง
vi_vn: Tệp tin không hợp lệ cho tuỳ chọn khởi động đã chọn

source: The current image doesn't match the boot option selected. Please use a different image or choose a different boot option.
ar_sa: الصورة (image) الحالية لا تتطابق مع الخيار الإقلاعي المحدّد. يُرجى إستخدام صورة مختلفة أو تحديد خيار إقلاعي آخر.
ro_ro: Imaginea curentă nu se potrivește cu opțiunea de boot selectată. Vă rugăm să folosiți altă imagine sau să alegeți altă opțiune de boot.
ru_ru: Текущий образ не соответствует выбранному варианту загрузки. Выберите другой образ или другой вариант загрузки.
sl_si: Trenutna slika se ne ujema z izbranim načinom zagona. Prosim, uporabite drugo sliko ali izberite drug način zagona.
th_th: อิมเมจปัจจุบันไม่ตรงกับตัวเลือกการบูตที่เลือก กรุณาเลือกอิมเมจหรือตัวเลือกการบูตใหม่
vi_vn: Tệp tin hiện tại không hợp với tuỳ chọn khởi động đã chọn. Vui lòng chọn tệp hoặc tuỳ chọn khởi động khác.

source: This ISO image is not compatible with the selected filesystem
ar_sa: صورة ISO هذه غير متوافقة مع نظام الملفات المحدّد
ro_ro: Această imagine ISO nu este compatibilă cu sistemul de fișiere selectat
ru_ru: Этот образ ISO не совместим с выбранной файловой системой
sl_si: Ta slika ni združljiva z izbranim datotečnim sistemom
th_th: ไฟล์ ISO นี้ไม่รองรับกับระบบไฟล์ที่เลือก
vi_vn: Tệp ISO không tương thích với hệ thống tập tin đã chọn

source: Incompatible drive detected
ar_sa: إكتشاف قرص غير متوافق
ro_ro: Unitate incompatibilă detectată
ru_ru: Обнаружен несовместимый диск
sl_si: Zaznana je bila nezdružljiva naprava
th_th: ตรวจพบไดรฟ์ที่ไม่รองรับ
vi_vn: Phát hiện ổ đĩa không tương thích

source: Write pass
ar_sa: تجاوز الكتابة
ro_ro: Pas scriere
ru_ru: Запись
sl_si: Pisalni prehod
th_th: การเขียนรอบที่
vi_vn: Ghi đã đạt

source: Read pass
ar_sa: تجاوز القراءة
ro_ro: Pas citire
ru_ru: Чтение
sl_si: Bralni prehod
th_th: การอ่านรอบที่
vi_vn: Đọc đã đạt

source: Downloaded %s
ar_sa: تم تنزيل %s
ro_ro: S-a descărcat %s
ru_ru: Загружено %s
sl_si: Prenesel %s
th_th: ดาวน์โหลด %s แล้ว
vi_vn: Đã tải xuống %s
